[
    {
        "Code": "D.1.A.1",
        "Title": "Deutsch.Hören.Grundfertigkeiten",
        "Text": "Die Schülerinnen und Schüler können Laute, Silben, Stimmen, Geräusche und Töne wahrnehmen, einordnen und vergleichen. Sie können ihren rezeptiven Wortschatz aktivieren, um das Gehörte angemessen schnell zu verstehen."
    },
    {
        "Code": "D.1.B.1",
        "Title": "Deutsch.Hören.Verstehen in monologischen Hörsituationen",
        "Text": "Die Schülerinnen und Schüler können wichtige Informationen aus Hörtexten entnehmen."
    },
    {
        "Code": "D.1.C.1",
        "Title": "Deutsch.Hören.Verstehen in dialogischen Hörsituationen",
        "Text": "Die Schülerinnen und Schüler können Gesprächen folgen und ihre Aufmerksamkeit zeigen."
    },
    {
        "Code": "D.1.D.1",
        "Title": "Deutsch.Hören.Reflexion über das Hörverhalten",
        "Text": "Die Schülerinnen und Schüler können ihr Hörverhalten und ihr Hörinteresse reflektieren."
    },
    {
        "Code": "D.2.A.1",
        "Title": "Deutsch.Lesen.Grundfertigkeiten",
        "Text": "Die Schülerinnen und Schüler verfügen über Grundfertigkeiten des Lesens. Sie können ihren rezeptiven Wortschatz aktivieren, um das Gelesene schnell zu verstehen."
    },
    {
        "Code": "D.2.B.1",
        "Title": "Deutsch.Lesen.Verstehen von Sachtexten",
        "Text": "Die Schülerinnen und Schüler können wichtige Informationen aus Sachtexten entnehmen."
    },
    {
        "Code": "D.2.C.1",
        "Title": "Deutsch.Lesen.Verstehen literarischer Texte",
        "Text": "Die Schülerinnen und Schüler können literarische Texte lesen und verstehen."
    },
    {
        "Code": "D.2.D.1",
        "Title": "Deutsch.Lesen.Reflexion über das Leseverhalten",
        "Text": "Die Schülerinnen und Schüler können ihr Leseverhalten und ihre Leseinteressen reflektieren."
    },
    {
        "Code": "D.3.A.1",
        "Title": "Deutsch.Sprechen.Grundfertigkeiten",
        "Text": "Die Schülerinnen und Schüler können ihre Sprechmotorik, Artikulation, Stimmführung angemessen nutzen. Sie können ihren produktiven Wortschatz und Satzmuster aktivieren, um angemessen flüssig zu sprechen."
    },
    {
        "Code": "D.3.B.1",
        "Title": "Deutsch.Sprechen.Monologisches Sprechen",
        "Text": "Die Schülerinnen und Schüler können sich in monologischen Situationen angemessen und verständlich ausdrücken."
    },
    {
        "Code": "D.3.C.1",
        "Title": "Deutsch.Lesen.Dialogisches Sprechen",
        "Text": "Die Schülerinnen und Schüler können sich aktiv an einem Dialog beteiligen."
    },
    {
        "Code": "D.3.D.1",
        "Title": "Deutsch.Lesen.Reflexion über das Sprech-, Präsentations- und Gesprächsverhalten",
        "Text": "Die Schülerinnen und Schüler können ihr Sprech-, Präsentations- und Gesprächsverhalten reflektieren."
    },
    {
        "Code": "D.4.A.1",
        "Title": "Deutsch.Schreiben.Grundfertigkeiten",
        "Text": "Die Schülerinnen und Schüler können in einer persönlichen Handschrift leserlich und geläufig schreiben und die Tastatur geläufig nutzen. Sie entwickeln eine ausreichende Schreibflüssigkeit, um genügend Kapazität für die höheren Schreibprozesse zu haben. Sie können ihren produktiven Wortschatz und Satzmuster aktivieren, um flüssig formulieren und schreiben zu können."
    },
    {
        "Code": "D.4.B.1",
        "Title": "Deutsch.Schreiben.Schreibprodukte",
        "Text": "Die Schülerinnen und Schüler kennen vielfältige Textmuster und können sie entsprechend ihrem Schreibziel in Bezug auf Struktur, Inhalt, Sprache und Form für die eigene Textproduktion nutzen."
    },
    {
        "Code": "D.4.C.1",
        "Title": "Deutsch.Schreiben.Schreibprozess: Ideen finden und planen",
        "Text": "Die Schülerinnen und Schüler können ein Repertoire an angemessenen Vorgehensweisen zum Ideenfinden und Planen aufbauen und dieses im Schreibprozess zielführend einsetzen."
    },
    {
        "Code": "D.4.D.1",
        "Title": "Deutsch.Schreiben.Schreibprozess: formulieren",
        "Text": "Die Schülerinnen und Schüler können ihre Ideen und Gedanken in eine sinnvolle und verständliche Abfolge bringen. Sie können in einen Schreibfluss kommen und ihre Formulierungen auf ihr Schreibziel ausrichten."
    },
    {
        "Code": "D.4.E.1",
        "Title": "Deutsch.Schreiben.Schreibprozess: inhaltlich überarbeiten",
        "Text": "Die Schülerinnen und Schüler können ihren Text in Bezug auf Schreibziel und Textsortenvorgaben inhaltlich überarbeiten."
    },
    {
        "Code": "D.4.F.1",
        "Title": "Deutsch.Schreiben.Schreibprozess: sprachformal überarbeiten",
        "Text": "Die Schülerinnen und Schüler können ihren Text in Bezug auf Rechtschreibung und Grammatik überarbeiten."
    },
    {
        "Code": "D.4.G.1",
        "Title": "Deutsch.Schreiben.Reflexion über den Schreibprozess und eigene Schreibprodukte",
        "Text": "Die Schülerinnen und Schüler können über ihren Schreibprozess und ihre Schreibprodukte nachdenken und deren Qualität einschätzen."
    },
    {
        "Code": "D.5.A.1",
        "Title": "Deutsch.Sprache im Fokus.Verfahren und Proben",
        "Text": "Die Schülerinnen und Schüler können Sprache erforschen und Sprachen vergleichen."
    },
    {
        "Code": "D.5.B.1",
        "Title": "Deutsch.Sprache im Fokus.Sprachgebrauch untersuchen",
        "Text": "Die Schülerinnen und Schüler können den Gebrauch und die Wirkung von Sprache untersuchen."
    },
    {
        "Code": "D.5.C.1",
        "Title": "Deutsch.Sprache im Fokus.Sprachformales untersuchen",
        "Text": "Die Schülerinnen und Schüler können Sprachstrukturen in Wörtern und Sätzen untersuchen."
    },
    {
        "Code": "D.5.D.1",
        "Title": "Deutsch.Sprache im Fokus.Grammatikbegriffe",
        "Text": "Die Schülerinnen und Schüler können Grammatikbegriffe für die Analyse von Sprachstrukturen anwenden."
    },
    {
        "Code": "D.5.E.1",
        "Title": "Deutsch.Sprache im Fokus.Rechtschreibregeln",
        "Text": "Die Schülerinnen und Schüler können ihr orthografisches Regelwissen in auf die Regel konstruierten Übungen anwenden."
    },
    {
        "Code": "D.6.A.1",
        "Title": "Deutsch.Literatur im Fokus.Auseinandersetzung mit literarischen Texten",
        "Text": "Die Schülerinnen und Schüler können spielerisch und kreativ gestaltend mit literarischen Texten umgehen."
    },
    {
        "Code": "D.6.A.2",
        "Title": "Deutsch.Literatur im Fokus.Auseinandersetzung mit literarischen Texten",
        "Text": "Die Schülerinnen und Schüler können über literarische Texte und die Art, wie sie die Texte lesen, ein literarisches Gespräch führen. Sie reflektieren dabei, wie sie die Texte verstehen und die Texte auf sie wirken."
    },
    {
        "Code": "D.6.B.1",
        "Title": "Deutsch.Sprache im Fokus.Auseinandersetzung mit verschiedenen Autor/innen und verschiedenen Kulturen",
        "Text": "Die Schülerinnen und Schüler kennen einzelne Autor/innen der Kinder-, Jugend- und Erwachsenenliteratur und können Texte aus verschiedenen Kulturen lesen, hören, sehen und deren Besonderheiten erkennen und wertschätzen."
    },
    {
        "Code": "D.6.C.1",
        "Title": "Deutsch.Sprache im Fokus.Literarische Texte: Beschaffenheit und Wirkung",
        "Text": "Die Schülerinnen und Schüler erfahren, erkennen und reflektieren, dass literarische Texte in Bezug auf Inhalt, Form und Sprache bewusst gestaltet sind, um eine ästhetische Wirkung zu erzielen. Sie kennen wesentliche Merkmale von Genres und literarischen Gattungen."
    },
    {
        "Code": "FS1F.1.A.1",
        "Title": "Französisch.Hören.Monologische und dialogische Texte hören und verstehen",
        "Text": "Die Schülerinnen und Schüler können verschiedenartige Hörtexte und Gespräche verstehen (Sachtexte, ästhetische Texte, Texte im Schulalltag, Gespräche im Kontakt mit Französisch sprechenden Personen)."
    },
    {
        "Code": "FS1F.1.A.2",
        "Title": "Französisch.Hören.Monologische und dialogische Texte hören und verstehen",
        "Text": "Die Schülerinnen und Schüler können die ästhetische Wirkung von Hörtexten entdecken und beschreiben."
    },
    {
        "Code": "FS1F.1.B.1",
        "Title": "Französisch.Hören.Strategien",
        "Text": "Die Schülerinnen und Schüler können Hörstrategien einsetzen und reflektieren. Dabei nutzen sie auch in anderen Sprachen aufgebaute Strategien."
    },
    {
        "Code": "FS1F.1.C.1",
        "Title": "Französisch.Hören.Sprachmittlung",
        "Text": "Die Schülerinnen und Schüler können Inhalte von Gesprächen und Hörtexten auf Französisch verstehen und sinngemäss ins Deutsche übertragen."
    },
    {
        "Code": "FS1F.2.A.1",
        "Title": "Französisch.Lesen.Texte lesen und verstehen",
        "Text": "Die Schülerinnen und Schüler können verschiedenartige Texte lesen und verstehen (Sachtexte, ästhetische Texte, Texte im Schulalltag, Texte im Kontakt mit Französisch sprechenden Personen)."
    },
    {
        "Code": "FS1F.2.A.2",
        "Title": "Französisch.Lesen.Texte lesen und verstehen",
        "Text": "Die Schülerinnen und Schüler können die ästhetische Wirkung von Lesetexten entdecken und beschreiben."
    },
    {
        "Code": "FS1F.2.B.1",
        "Title": "Französisch.Lesen.Strategien",
        "Text": "Die Schülerinnen und Schüler können Lesestrategien einsetzen und reflektieren. Dabei nutzen sie auch in anderen Sprachen aufgebaute Strategien."
    },
    {
        "Code": "FS1F.2.C.1",
        "Title": "Französisch.Lesen.Sprachmittlung",
        "Text": "Die Schülerinnen und Schüler können Inhalte schriftlicher Texte auf Französisch verstehen und sinngemäss ins Deutsche übertragen."
    },
    {
        "Code": "FS1F.3.A.1",
        "Title": "Französisch.Sprechen.Dialogisches Sprechen",
        "Text": "Die Schülerinnen und Schüler können an verschiedenen Gesprächen teilnehmen (über Sachthemen, über ästhetische Themen, im Schulalltag, mit Französisch sprechenden Personen)."
    },
    {
        "Code": "FS1F.3.B.1",
        "Title": "Französisch.Sprechen.Monologisches Sprechen",
        "Text": "Die Schülerinnen und Schüler können zu verschiedenen Themen und in unterschiedlichen Situationen zusammenhängend sprechen (über Sachthemen, über ästhetische Themen, über Themen und Abläufe im Schulalltag, im Kontakt mit Französisch sprechenden Personen)."
    },
    {
        "Code": "FS1F.3.B.2",
        "Title": "Französisch.Sprechen.Monologisches Sprechen",
        "Text": "Die Schülerinnen und Schüler können beim Vortragen Texte gestalten und eine ästhetische Wirkung erzielen."
    },
    {
        "Code": "FS1F.3.C.1",
        "Title": "Französisch.Sprechen.Strategien",
        "Text": "Die Schülerinnen und Schüler können Strategien einsetzen und reflektieren, um das Sprechen zu steuern. Dabei nutzen sie auch in anderen Sprachen aufgebaute Strategien."
    },
    {
        "Code": "FS1F.3.D.1",
        "Title": "Französisch.Sprechen.Sprachmittlung",
        "Text": "Die Schülerinnen und Schüler können Inhalte aus Gesprächen, Hörtexten oder schriftlichen Texten auf Deutsch sinngemäss ins Französische übertragen."
    },
    {
        "Code": "FS1F.4.A.1",
        "Title": "Französisch.Schreiben.Schriftliche Texte verfassen",
        "Text": "Die Schülerinnen und Schüler können verschiedene Texte verfassen (Sachtexte, ästhetische Texte, Texte im Schulalltag, im schriftlichen Kontakt mit Französisch sprechenden Personen)."
    },
    {
        "Code": "FS1F.4.A.2",
        "Title": "Französisch.Schreiben.Schriftliche Texte verfassen",
        "Text": "Die Schülerinnen und Schüler können eigene Texte kreativ und spielerisch gestalten und eine ästhetische Wirkung erzielen."
    },
    {
        "Code": "FS1F.4.B.1",
        "Title": "Französisch.Schreiben.Strategien",
        "Text": "Die Schülerinnen und Schüler können Strategien zur Schreibunterstützung einsetzen und reflektieren. Dabei nutzen sie auch in anderen Sprachen aufgebaute Strategien."
    },
    {
        "Code": "FS1F.4.C.1",
        "Title": "Französisch.Schreiben.Sprachmittlung",
        "Text": "Die Schülerinnen und Schüler können Inhalte deutscher Texte sinngemäss ins Französische übertragen."
    },
    {
        "Code": "FS1F.5.A.1",
        "Title": "Französisch.Sprache im Fokus.Bewusstheit für Sprache",
        "Text": "Die Schülerinnen und Schüler können ihre Aufmerksamkeit auf sprachliche Vielfalt richten."
    },
    {
        "Code": "FS1F.5.A.2",
        "Title": "Französisch.Sprache im Fokus.Bewusstheit für Sprache",
        "Text": "Die Schülerinnen und Schüler können ihre Aufmerksamkeit auf sprachliche Phänomene richten."
    },
    {
        "Code": "FS1F.5.B.1",
        "Title": "Französisch.Sprache im Fokus.Wortschatz",
        "Text": "Die Schülerinnen und Schüler verfügen über einen angemessenen Wortschatz, um sich mündlich und schriftlich zu äussern."
    },
    {
        "Code": "FS1F.5.B.2",
        "Title": "Französisch.Sprache im Fokus.Wortschatz",
        "Text": "Die Schülerinnen und Schüler können Strategien und Techniken zum Wortschatzerwerb und Regeln der Wortbildung reflektieren und für ihr Lernen nutzen. Sie können dabei auf Lernerfahrungen und Kenntnisse in anderen Sprachen zurückgreifen."
    },
    {
        "Code": "FS1F.5.C.1",
        "Title": "Französisch.Sprache im Fokus.Aussprache",
        "Text": "Die Schülerinnen und Schüler können klar und verständlich sprechen und vorlesen."
    },
    {
        "Code": "FS1F.5.C.2",
        "Title": "Französisch.Sprache im Fokus.Aussprache",
        "Text": "Die Schülerinnen und Schüler können typische Aussprache- und Intonationsregeln der französischen Sprache verstehen."
    },
    {
        "Code": "FS1F.5.D.1",
        "Title": "Französisch.Sprache im Fokus.Grammatik",
        "Text": "Die Schülerinnen und Schüler können grammatische Strukturen in Texten erkennen und für das Verständnis nutzen sowie beim Sprechen und Schreiben anwenden."
    },
    {
        "Code": "FS1F.5.D.2",
        "Title": "Französisch.Sprache im Fokus.Grammatik",
        "Text": "Die Schülerinnen und Schüler können grammatische Strukturen verstehen und mit anderen Sprachen vergleichen."
    },
    {
        "Code": "FS1F.5.E.1",
        "Title": "Französisch.Sprache im Fokus.Rechtschreibung",
        "Text": "Die Schülerinnen und Schüler können angemessen korrekt schreiben."
    },
    {
        "Code": "FS1F.5.E.2",
        "Title": "Französisch.Sprache im Fokus.Rechtschreibung",
        "Text": "Die Schülerinnen und Schüler können Rechtschreibregeln der französischen Sprache reflektieren und verstehen."
    },
    {
        "Code": "FS1F.5.F.1",
        "Title": "Französisch.Sprache im Fokus.Sprachlernreflexion und -planung",
        "Text": "Die Schülerinnen und Schüler können ihr eigenes Sprachenlernen reflektieren und planen."
    },
    {
        "Code": "FS1F.6.A.1",
        "Title": "Französisch.Kulturen im Fokus.Kenntnisse",
        "Text": "Die Schülerinnen und Schüler kennen einige Merkmale des französischsprachigen Kulturraums sowie kulturelle Gemeinsamkeiten und Unterschiede."
    },
    {
        "Code": "FS1F.6.B.1",
        "Title": "Französisch.Kulturen im Fokus.Haltungen",
        "Text": "Die Schülerinnen und Schüler können über ihre Haltung gegenüber dem französischsprachigen Kulturraum und gegenüber kultureller Vielfalt nachdenken."
    },
    {
        "Code": "FS1F.6.C.1",
        "Title": "Französisch.Kulturen im Fokus.Handlungen",
        "Text": "Die Schülerinnen und Schüler begegnen Menschen und Erzeugnissen des französischsprachigen Kulturraums virtuell und real."
    },
    {
        "Code": "MA.1.A.1",
        "Title": "Mathematik.Zahl und Variable.Operieren und Benennen",
        "Text": "Die Schülerinnen und Schüler verstehen und verwenden arithmetische Begriffe und Symbole. Sie lesen und schreiben Zahlen."
    },
    {
        "Code": "MA.1.A.2",
        "Title": "Mathematik.Zahl und Variable.Operieren und Benennen",
        "Text": "Die Schülerinnen und Schüler können flexibel zählen, Zahlen nach der Grösse ordnen und Ergebnisse überschlagen."
    },
    {
        "Code": "MA.1.A.3",
        "Title": "Mathematik.Zahl und Variable.Operieren und Benennen",
        "Text": "Die Schülerinnen und Schüler können addieren, subtrahieren, multiplizieren, dividieren und potenzieren."
    },
    {
        "Code": "MA.1.A.4",
        "Title": "Mathematik.Zahl und Variable.Operieren und Benennen",
        "Text": "Die Schülerinnen und Schüler können Terme vergleichen und umformen, Gleichungen lösen, Gesetze und Regeln anwenden."
    },
    {
        "Code": "MA.1.B.1",
        "Title": "Mathematik.Zahl und Variable.Erforschen und Argumentieren",
        "Text": "Die Schülerinnen und Schüler können Zahl- und Operationsbeziehungen sowie arithmetische Muster erforschen und Erkenntnisse austauschen."
    },
    {
        "Code": "MA.1.B.2",
        "Title": "Mathematik.Zahl und Variable.Erforschen und Argumentieren",
        "Text": "Die Schülerinnen und Schüler können Aussagen, Vermutungen und Ergebnisse zu Zahlen und Variablen erläutern, überprüfen, begründen."
    },
    {
        "Code": "MA.1.B.3",
        "Title": "Mathematik.Zahl und Variable.Erforschen und Argumentieren",
        "Text": "Die Schülerinnen und Schüler können beim Erforschen arithmetischer Muster Hilfsmittel nutzen."
    },
    {
        "Code": "MA.1.C.1",
        "Title": "Mathematik.Zahl und Variable.Mathematisieren und Darstellen",
        "Text": "Die Schülerinnen und Schüler können Rechenwege darstellen, beschreiben, austauschen und nachvollziehen."
    },
    {
        "Code": "MA.1.C.2",
        "Title": "Mathematik.Zahl und Variable.Mathematisieren und Darstellen",
        "Text": "Die Schülerinnen und Schüler können Anzahlen, Zahlenfolgen und Terme veranschaulichen, beschreiben und verallgemeinern."
    },
    {
        "Code": "MA.2.A.1",
        "Title": "Mathematik.Form und Raum.Operieren und Benennen",
        "Text": "Die Schülerinnen und Schüler verstehen und verwenden Begriffe und Symbole."
    },
    {
        "Code": "MA.2.A.2",
        "Title": "Mathematik.Form und Raum.Operieren und Benennen",
        "Text": "Die Schülerinnen und Schüler können Figuren und Körper abbilden, zerlegen und zusammensetzen."
    },
    {
        "Code": "MA.2.A.3",
        "Title": "Mathematik.Form und Raum.Operieren und Benennen",
        "Text": "Die Schülerinnen und Schüler können Längen, Flächen und Volumen bestimmen und berechnen."
    },
    {
        "Code": "MA.2.B.1",
        "Title": "Mathematik.Form und Raum.Erforschen und Argumentieren",
        "Text": "Die Schülerinnen und Schüler können geometrische Beziehungen, insbesondere zwischen Längen, Flächen und Volumen, erforschen, Vermutungen formulieren und Erkenntnisse austauschen."
    },
    {
        "Code": "MA.2.B.2",
        "Title": "Mathematik.Form und Raum.Erforschen und Argumentieren",
        "Text": "Die Schülerinnen und Schüler können Aussagen und Formeln zu geometrischen Beziehungen überprüfen, mit Beispielen belegen und begründen."
    },
    {
        "Code": "MA.2.C.1",
        "Title": "Mathematik.Form und Raum.Mathematisieren und Darstellen",
        "Text": "Die Schülerinnen und Schüler können Körper und räumliche Beziehungen darstellen."
    },
    {
        "Code": "MA.2.C.2",
        "Title": "Mathematik.Form und Raum.Mathematisieren und Darstellen",
        "Text": "Die Schülerinnen und Schüler können Figuren falten, skizzieren, zeichnen und konstruieren sowie Darstellungen zur ebenen Geometrie austauschen und überprüfen."
    },
    {
        "Code": "MA.2.C.3",
        "Title": "Mathematik.Form und Raum.Mathematisieren und Darstellen",
        "Text": "Die Schülerinnen und Schüler können sich Figuren und Körper in verschiedenen Lagen vorstellen, Veränderungen darstellen und beschreiben (Kopfgeometrie)."
    },
    {
        "Code": "MA.2.C.4",
        "Title": "Mathematik.Form und Raum.Mathematisieren und Darstellen",
        "Text": "Die Schülerinnen und Schüler können in einem Koordinatensystem die Koordinaten von Figuren und Körpern bestimmen bzw. Figuren und Körper aufgrund ihrer Koordinaten darstellen sowie Pläne lesen und zeichnen."
    },
    {
        "Code": "MA.3.A.1",
        "Title": "Mathematik.Grössen, Funktionen, Daten und Zufall.Operieren und Benennen",
        "Text": "Die Schülerinnen und Schüler verstehen und verwenden Begriffe und Symbole zu Grössen, Funktionen, Daten und Zufall."
    },
    {
        "Code": "MA.3.A.2",
        "Title": "Mathematik.Grössen, Funktionen, Daten und Zufall.Operieren und Benennen",
        "Text": "Die Schülerinnen und Schüler können Grössen schätzen, messen, umwandeln, runden und mit ihnen rechnen."
    },
    {
        "Code": "MA.3.A.3",
        "Title": "Mathematik.Grössen, Funktionen, Daten und Zufall.Operieren und Benennen",
        "Text": "Die Schülerinnen und Schüler können funktionale Zusammenhänge beschreiben und Funktionswerte bestimmen."
    },
    {
        "Code": "MA.3.B.1",
        "Title": "Mathematik.Grössen, Funktionen, Daten und Zufall.Erforschen und Argumentieren",
        "Text": "Die Schülerinnen und Schüler können zu Grössenbeziehungen und funktionalen Zusammenhängen Fragen formulieren, diese erforschen sowie Ergebnisse überprüfen und begründen."
    },
    {
        "Code": "MA.3.B.2",
        "Title": "Mathematik.Grössen, Funktionen, Daten und Zufall.Erforschen und Argumentieren",
        "Text": "Die Schülerinnen und Schüler können Sachsituationen zur Statistik, Kombinatorik und Wahrscheinlichkeit erforschen, Vermutungen formulieren und überprüfen."
    },
    {
        "Code": "MA.3.C.1",
        "Title": "Mathematik.Grössen, Funktionen, Daten und Zufall.Mathematisieren und Darstellen",
        "Text": "Die Schülerinnen und Schüler können Daten zu Statistik, Kombinatorik und Wahrscheinlichkeit erheben, ordnen, darstellen, auswerten und interpretieren."
    },
    {
        "Code": "MA.3.C.2",
        "Title": "Mathematik.Grössen, Funktionen, Daten und Zufall.Mathematisieren und Darstellen",
        "Text": "Die Schülerinnen und Schüler können Sachsituationen mathematisieren, darstellen, berechnen sowie Ergebnisse interpretieren und überprüfen."
    },
    {
        "Code": "MA.3.C.3",
        "Title": "Mathematik.Grössen, Funktionen, Daten und Zufall.Mathematisieren und Darstellen",
        "Text": "Die Schülerinnen und Schüler können Terme, Formeln, Gleichungen und Tabellen mit Sachsituationen konkretisieren."
    },
    {
        "Code": "NMG.1.1",
        "Title": "Natur, Mensch, Gesellschaft.Identität, Körper, Gesundheit - sich kennen und sich Sorge tragen",
        "Text": "Die Schülerinnen und Schüler können sich und andere wahrnehmen und beschreiben."
    },
    {
        "Code": "NMG.1.2",
        "Title": "Natur, Mensch, Gesellschaft.Identität, Körper, Gesundheit - sich kennen und sich Sorge tragen",
        "Text": "Die Schülerinnen und Schüler können Mitverantwortung für Gesundheit und Wohlbefinden übernehmen und können sich vor Gefahren schützen."
    },
    {
        "Code": "NMG.1.3",
        "Title": "Natur, Mensch, Gesellschaft.Identität, Körper, Gesundheit - sich kennen und sich Sorge tragen",
        "Text": "Die Schülerinnen und Schüler können Zusammenhänge von Ernährung BNE - Gesundheit und Wohlbefinden erkennen und erläutern."
    },
    {
        "Code": "NMG.1.4",
        "Title": "Natur, Mensch, Gesellschaft.Identität, Körper, Gesundheit - sich kennen und sich Sorge tragen",
        "Text": "Die Schülerinnen und Schüler können den Aufbau des eigenen Körpers beschreiben und Funktionen von ausgewählten Organen erklären."
    },
    {
        "Code": "NMG.1.5",
        "Title": "Natur, Mensch, Gesellschaft.Identität, Körper, Gesundheit - sich kennen und sich Sorge tragen",
        "Text": "Die Schülerinnen und Schüler können Wachstum und Entwicklung des menschlichen Körpers wahrnehmen und verstehen."
    },
    {
        "Code": "NMG.1.6",
        "Title": "Natur, Mensch, Gesellschaft.Identität, Körper, Gesundheit - sich kennen und sich Sorge tragen",
        "Text": "Die Schülerinnen und Schüler können Geschlecht und Rollen reflektieren."
    },
    {
        "Code": "NMG.2.1",
        "Title": "Natur, Mensch, Gesellschaft.Tiere, Pflanzen und Lebensräume erkunden und erhalten",
        "Text": "Die Schülerinnen und Schüler können Tiere und Pflanzen in ihren Lebensräumen erkunden und dokumentieren sowie das Zusammenwirken beschreiben."
    },
    {
        "Code": "NMG.2.2",
        "Title": "Natur, Mensch, Gesellschaft.Tiere, Pflanzen und Lebensräume erkunden und erhalten",
        "Text": "Die Schülerinnen und Schüler können die Bedeutung von Sonne, Luft, Wasser, Boden und Steinen für Lebewesen erkennen, darüber nachdenken und Zusammenhänge erklären."
    },
    {
        "Code": "NMG.2.3",
        "Title": "Natur, Mensch, Gesellschaft.Tiere, Pflanzen und Lebensräume erkunden und erhalten",
        "Text": "Die Schülerinnen und Schüler können Wachstum, Entwicklung und Fortpflanzung bei Tieren und Pflanzen beobachten und vergleichen."
    },
    {
        "Code": "NMG.2.4",
        "Title": "Natur, Mensch, Gesellschaft.Tiere, Pflanzen und Lebensräume erkunden und erhalten",
        "Text": "Die Schülerinnen und Schüler können die Artenvielfalt von Pflanzen und Tieren erkennen und sie kategorisieren."
    },
    {
        "Code": "NMG.2.5",
        "Title": "Natur, Mensch, Gesellschaft.Tiere, Pflanzen und Lebensräume erkunden und erhalten",
        "Text": "Die Schülerinnen und Schüler können Vorstellungen zur Geschichte der Erde und der Entwicklung von Pflanzen, Tieren und Menschen entwickeln."
    },
    {
        "Code": "NMG.2.6",
        "Title": "Natur, Mensch, Gesellschaft.Tiere, Pflanzen und Lebensräume erkunden und erhalten",
        "Text": "Die Schülerinnen und Schüler können Einflüsse des Menschen auf die Natur einschätzen und über eine nachhaltige Entwicklung nachdenken."
    },
    {
        "Code": "NMG.3.1",
        "Title": "Natur, Mensch, Gesellschaft.Stoffe, Energie und Bewegungen beschreiben, untersuchen und nutzen",
        "Text": "Die Schülerinnen und Schüler können Erfahrungen mit Bewegungen und Kräften beschreiben und einordnen."
    },
    {
        "Code": "NMG.3.2",
        "Title": "Natur, Mensch, Gesellschaft.Stoffe, Energie und Bewegungen beschreiben, untersuchen und nutzen",
        "Text": "Die Schülerinnen und Schüler können die Bedeutung von Energie und Energieumwandlungen im Alltag erkennen, beschreiben und reflektiert handeln."
    },
    {
        "Code": "NMG.3.3",
        "Title": "Natur, Mensch, Gesellschaft.Stoffe, Energie und Bewegungen beschreiben, untersuchen und nutzen",
        "Text": "Die Schülerinnen und Schüler können Stoffe im Alltag und in natürlicher Umgebung wahrnehmen, untersuchen und ordnen."
    },
    {
        "Code": "NMG.3.4",
        "Title": "Natur, Mensch, Gesellschaft.Stoffe, Energie und Bewegungen beschreiben, untersuchen und nutzen",
        "Text": "Die Schülerinnen und Schüler können Stoffe bearbeiten, verändern und nutzen."
    },
    {
        "Code": "NMG.4.1",
        "Title": "Natur, Mensch, Gesellschaft.Phänomene der belebten und unbelebten Natur erforschen und erklären",
        "Text": "Die Schülerinnen und Schüler können Signale, Sinne und Sinnesleistungen erkennen, vergleichen und erläutern."
    },
    {
        "Code": "NMG.4.2",
        "Title": "Natur, Mensch, Gesellschaft.Phänomene der belebten und unbelebten Natur erforschen und erklären",
        "Text": "Die Schülerinnen und Schüler können akustische Phänomene vergleichen und untersuchen."
    },
    {
        "Code": "NMG.4.3",
        "Title": "Natur, Mensch, Gesellschaft.Phänomene der belebten und unbelebten Natur erforschen und erklären",
        "Text": "Die Schülerinnen und Schüler können optische Phänomene erkennen und untersuchen."
    },
    {
        "Code": "NMG.4.4",
        "Title": "Natur, Mensch, Gesellschaft.Phänomene der belebten und unbelebten Natur erforschen und erklären",
        "Text": "Die Schülerinnen und Schüler können Wetterphänomene beobachten, sich  über Naturereignisse informieren sowie entsprechende Phänomene und Sachverhalte erklären."
    },
    {
        "Code": "NMG.4.5",
        "Title": "Natur, Mensch, Gesellschaft.Phänomene der belebten und unbelebten Natur erforschen und erklären",
        "Text": "Die Schülerinnen und Schüler können Erscheinungen auf der Erde und Bewegungen von Himmelskörpern wahrnehmen, beschreiben und erklären."
    },
    {
        "Code": "NMG.5.1",
        "Title": "Natur, Mensch, Gesellschaft.Technische Entwicklungen und Umsetzungen erschliessen, einschätzen und anwenden",
        "Text": "Die Schülerinnen und Schüler können Alltagsgeräte und technische Anlagen untersuchen und nachkonstruieren."
    },
    {
        "Code": "NMG.5.2",
        "Title": "Natur, Mensch, Gesellschaft.Technische Entwicklungen und Umsetzungen erschliessen, einschätzen und anwenden",
        "Text": "Die Schülerinnen und Schüler können elektrische und magnetische Phänomene sowie deren technische Anwendungen untersuchen."
    },
    {
        "Code": "NMG.5.3",
        "Title": "Natur, Mensch, Gesellschaft.Technische Entwicklungen und Umsetzungen erschliessen, einschätzen und anwenden",
        "Text": "Die Schülerinnen und Schüler können Bedeutung und Folgen technischer Entwicklungen für Mensch und Umwelt einschätzen."
    },
    {
        "Code": "NMG.6.1",
        "Title": "Natur, Mensch, Gesellschaft.Arbeit, Produktion und Konsum - Situationen erschliessen",
        "Text": "Die Schülerinnen und Schüler können unterschiedliche Arbeitsformen und Arbeitsplätze erkunden."
    },
    {
        "Code": "NMG.6.2",
        "Title": "Natur, Mensch, Gesellschaft.Arbeit, Produktion und Konsum - Situationen erschliessen",
        "Text": "Die Schülerinnen und Schüler können Berufswelten erkunden und Berufe nach ausgewählten Kriterien beschreiben."
    },
    {
        "Code": "NMG.6.3",
        "Title": "Natur, Mensch, Gesellschaft.Arbeit, Produktion und Konsum - Situationen erschliessen",
        "Text": "Die Schülerinnen und Schüler können die Produktion und den Weg von Gütern beschreiben."
    },
    {
        "Code": "NMG.6.4",
        "Title": "Natur, Mensch, Gesellschaft.Arbeit, Produktion und Konsum - Situationen erschliessen",
        "Text": "Die Schülerinnen und Schüler können Tauschbeziehungen untersuchen und einfache wirtschaftliche Regeln erkennen."
    },
    {
        "Code": "NMG.6.5",
        "Title": "Natur, Mensch, Gesellschaft.Arbeit, Produktion und Konsum - Situationen erschliessen",
        "Text": "Die Schülerinnen und Schüler können Rahmenbedingungen von Konsum wahrnehmen sowie über die Verwendung von Gütern nachdenken."
    },
    {
        "Code": "NMG.7.1",
        "Title": "Natur, Mensch, Gesellschaft.Lebensweisen und Lebensräume von Menschen erschliessen und vergleichen",
        "Text": "Die Schülerinnen und Schüler können unterschiedliche Lebensweisen beschreiben und erkennen, was Menschen ihre Herkunft und Zugehörigkeiten bedeuten."
    },
    {
        "Code": "NMG.7.2",
        "Title": "Natur, Mensch, Gesellschaft.Lebensweisen und Lebensräume von Menschen erschliessen und vergleichen",
        "Text": "Die Schülerinnen und Schüler können Vorstellungen zu Lebensweisen von Menschen in fernen Gebieten der Erde beschreiben, vergleichen und entwickeln."
    },
    {
        "Code": "NMG.7.3",
        "Title": "Natur, Mensch, Gesellschaft.Lebensweisen und Lebensräume von Menschen erschliessen und vergleichen",
        "Text": "Die Schülerinnen und Schüler können Formen des Unterwegs-Seins von Menschen, Gütern und Nachrichten erkunden sowie Nutzen und Folgen des Unterwegs-Sein für Mensch und Umwelt abschätzen."
    },
    {
        "Code": "NMG.7.4",
        "Title": "Natur, Mensch, Gesellschaft.Lebensweisen und Lebensräume von Menschen erschliessen und vergleichen",
        "Text": "Die Schülerinnen und Schüler können Zusammenhänge und Abhängigkeiten zwischen Lebensweisen und Lebensräumen von Menschen wahrnehmen, einschätzen und sich als Teil der einen Welt einordnen."
    },
    {
        "Code": "NMG.8.1",
        "Title": "Natur, Mensch, Gesellschaft.Menschen nutzen Räume - sich orientieren und mitgestalten",
        "Text": "Die Schülerinnen und Schüler können räumliche Merkmale, Strukturen und Situationen der natürlichen und gebauten Umwelt wahrnehmen, beschreiben und einordnen."
    },
    {
        "Code": "NMG.8.2",
        "Title": "Natur, Mensch, Gesellschaft.Menschen nutzen Räume - sich orientieren und mitgestalten",
        "Text": "Die Schülerinnen und Schüler können die unterschiedliche Nutzung von Räumen durch Menschen erschliessen, vergleichen und einschätzen und über Beziehungen von Menschen zu Räumen nachdenken."
    },
    {
        "Code": "NMG.8.3",
        "Title": "Natur, Mensch, Gesellschaft.Menschen nutzen Räume - sich orientieren und mitgestalten",
        "Text": "Die Schülerinnen und Schüler können Veränderungen in Räumen erkennen, über Folgen von Veränderungen und die künftige Gestaltung und Entwicklung nachdenken."
    },
    {
        "Code": "NMG.8.4",
        "Title": "Natur, Mensch, Gesellschaft.Menschen nutzen Räume - sich orientieren und mitgestalten",
        "Text": "Die Schülerinnen und Schüler können Elemente und Merkmale von Räumen in Darstellungsmitteln auffinden sowie raumbezogene Orientierungsraster aufbauen und anwenden."
    },
    {
        "Code": "NMG.8.5",
        "Title": "Natur, Mensch, Gesellschaft.Menschen nutzen Räume - sich orientieren und mitgestalten",
        "Text": "Die Schülerinnen und Schüler können sich in ihrer näheren und weiteren Umgebung orientieren, sicher bewegen und dabei Orientierungsmittel nutzen und anwenden."
    },
    {
        "Code": "NMG.9.1",
        "Title": "Natur, Mensch, Gesellschaft.Zeit, Dauer und Wandel verstehen - Geschichte und Geschichten unterscheiden",
        "Text": "Die Schülerinnen und Schüler können Zeitbegriffe aufbauen und korrekt verwenden, Zeit als Konzept verstehen und nutzen sowie den Zeitstrahl anwenden."
    },
    {
        "Code": "NMG.9.2",
        "Title": "Natur, Mensch, Gesellschaft.Zeit, Dauer und Wandel verstehen - Geschichte und Geschichten unterscheiden",
        "Text": "Die Schülerinnen und Schüler können Dauer und Wandel bei sich sowie in der eigenen Lebenswelt und Umgebung erschliessen."
    },
    {
        "Code": "NMG.9.3",
        "Title": "Natur, Mensch, Gesellschaft.Zeit, Dauer und Wandel verstehen - Geschichte und Geschichten unterscheiden",
        "Text": "Die Schülerinnen und Schüler können verstehen, wie Geschichte aus Vergangenheit rekonstruiert wird."
    },
    {
        "Code": "NMG.9.4",
        "Title": "Natur, Mensch, Gesellschaft.Zeit, Dauer und Wandel verstehen - Geschichte und Geschichten unterscheiden",
        "Text": "Die Schülerinnen und Schüler können Geschichte und Geschichten voneinander unterscheiden."
    },
    {
        "Code": "NMG.10.1",
        "Title": "Natur, Mensch, Gesellschaft.Gemeinschaft und Gesellschaft - Zusammenleben gestalten und sich engagieren",
        "Text": "Die Schülerinnen und Schüler können auf andere eingehen und Gemeinschaft mitgestalten."
    },
    {
        "Code": "NMG.10.2",
        "Title": "Natur, Mensch, Gesellschaft.Gemeinschaft und Gesellschaft - Zusammenleben gestalten und sich engagieren",
        "Text": "Die Schülerinnen und Schüler können Freundschaft und Beziehungen pflegen und reflektieren."
    },
    {
        "Code": "NMG.10.3",
        "Title": "Natur, Mensch, Gesellschaft.Gemeinschaft und Gesellschaft - Zusammenleben gestalten und sich engagieren",
        "Text": "Die Schülerinnen und Schüler können grundlegende Funktionen öffentlicher Institutionen verstehen."
    },
    {
        "Code": "NMG.10.4",
        "Title": "Natur, Mensch, Gesellschaft.Gemeinschaft und Gesellschaft - Zusammenleben gestalten und sich engagieren",
        "Text": "Die Schülerinnen und Schüler können das Verhältnis von Macht und Recht in Gegenwart und Vergangenheit verstehen."
    },
    {
        "Code": "NMG.10.5",
        "Title": "Natur, Mensch, Gesellschaft.Gemeinschaft und Gesellschaft - Zusammenleben gestalten und sich engagieren",
        "Text": "Die Schülerinnen und Schüler können eigene Anliegen einbringen sowie politische Prozesse erkennen."
    },
    {
        "Code": "NMG.11.1",
        "Title": "Natur, Mensch, Gesellschaft.Grunderfahrungen, Werte und Normen erkunden und reflektieren",
        "Text": "Die Schülerinnen und Schüler können menschliche Grunderfahrungen beschreiben und reflektieren."
    },
    {
        "Code": "NMG.11.2",
        "Title": "Natur, Mensch, Gesellschaft.Grunderfahrungen, Werte und Normen erkunden und reflektieren",
        "Text": "Die Schülerinnen und Schüler können philosophische Fragen stellen und über sie nachdenken."
    },
    {
        "Code": "NMG.11.3",
        "Title": "Natur, Mensch, Gesellschaft.Grunderfahrungen, Werte und Normen erkunden und reflektieren",
        "Text": "Die Schülerinnen und Schüler können Werte und Normen erläutern, prüfen und vertreten."
    },
    {
        "Code": "NMG.11.4",
        "Title": "Natur, Mensch, Gesellschaft.Grunderfahrungen, Werte und Normen erkunden und reflektieren",
        "Text": "Die Schülerinnen und Schüler können Situationen und Handlungen hinterfragen, ethisch beurteilen und Standpunkte begründet vertreten."
    },
    {
        "Code": "NMG.12.1",
        "Title": "Natur, Mensch, Gesellschaft.Religionen und Weltsichten begegnen",
        "Text": "Die Schülerinnen und Schüler können religiöse Spuren in Umgebung und Alltag erkennen und erschliessen."
    },
    {
        "Code": "NMG.12.2",
        "Title": "Natur, Mensch, Gesellschaft.Religionen und Weltsichten begegnen",
        "Text": "Die Schülerinnen und Schüler können Inhalt, Sprachform und Gebrauch religiöser Texte erläutern."
    },
    {
        "Code": "NMG.12.3",
        "Title": "Natur, Mensch, Gesellschaft.Religionen und Weltsichten begegnen",
        "Text": "Die Schülerinnen und Schüler können religiöse Praxis im lebensweltlichen Kontext beschreiben."
    },
    {
        "Code": "NMG.12.4",
        "Title": "Natur, Mensch, Gesellschaft.Religionen und Weltsichten begegnen",
        "Text": "Die Schülerinnen und Schüler können Festtraditionen charakterisieren."
    },
    {
        "Code": "NMG.12.5",
        "Title": "Natur, Mensch, Gesellschaft.Religionen und Weltsichten begegnen",
        "Text": "Die Schülerinnen und Schüler können sich in der Vielfalt religiöser Traditionen und Weltanschauungen orientieren und verschiedenen Überzeugungen respektvoll begegnen."
    },
    {
        "Code": "BG.1.A.1",
        "Title": "Bildnerisches Gestalten.Wahrnehmung und Kommunikation.Wahrnehmung und Reflexion",
        "Text": " Schülerinnen und Schüler können bildhaft anschauliche Vorstellungen aufbauen, weiterentwickeln und darüber diskutieren."
    },
    {
        "Code": "BG.1.A.2",
        "Title": "Bildnerisches Gestalten.Wahrnehmung und Kommunikation.Wahrnehmung und Reflexion",
        "Text": " Schülerinnen und Schüler können Bilder wahrnehmen, beobachten und darüber reflektieren."
    },
    {
        "Code": "BG.1.A.3",
        "Title": "Bildnerisches Gestalten.Wahrnehmung und Kommunikation.Wahrnehmung und Reflexion",
        "Text": " Schülerinnen und Schüler können ästhetische Urteile bilden und begründen."
    },
    {
        "Code": "BG.1.B.1",
        "Title": "Bildnerisches Gestalten.Wahrnehmung und Kommunikation.Präsentation und Dokumentation",
        "Text": " Schülerinnen und Schüler können bildnerische Prozesse und Produkte dokumentieren, präsentieren und darüber kommunizieren."
    },
    {
        "Code": "BG.2.A.1",
        "Title": "Bildnerisches Gestalten.Prozesse und Produkte.Bildnerischer Prozess",
        "Text": " Schülerinnen und Schüler können eigenständige Bildideen zu unterschiedlichen Situationen und Themen alleine oder in Gruppen entwickeln."
    },
    {
        "Code": "BG.2.A.2",
        "Title": "Bildnerisches Gestalten.Prozesse und Produkte.Bildnerischer Prozess",
        "Text": " Schülerinnen und Schüler können eigenständig bildnerische Prozesse alleine oder in Gruppen realisieren und ihre Bildsprache erweitern."
    },
    {
        "Code": "BG.2.B.1",
        "Title": "Bildnerisches Gestalten.Prozesse und Produkte.Bildnerische Grundelemente",
        "Text": " Schülerinnen und Schüler können die Wirkung bildnerischer Grundelemente untersuchen und für ihre Bildidee nutzen."
    },
    {
        "Code": "BG.2.C.1",
        "Title": "Bildnerisches Gestalten.Prozesse und Produkte.Bildnerische Verfahren und kunstorientierte Methoden",
        "Text": " Schülerinnen und Schüler können die Wirkung bildnerischer Verfahren untersuchen und für ihre Bildidee nutzen."
    },
    {
        "Code": "BG.2.C.2",
        "Title": "Bildnerisches Gestalten.Prozesse und Produkte.Bildnerische Verfahren und kunstorientierte Methoden",
        "Text": " Schülerinnen und Schüler können kunstorientierte Methoden anwenden."
    },
    {
        "Code": "BG.2.D.1",
        "Title": "Bildnerisches Gestalten.Prozesse und Produkte.Materialien und Werkzeuge",
        "Text": " Schülerinnen und Schüler können Eigenschaften und Wirkungen von Materialien und Werkzeugen erproben und im bildnerischen Prozess einsetzen."
    },
    {
        "Code": "BG.3.A.1",
        "Title": "Bildnerisches Gestalten.Kontexte und Orientierung.Kultur und Geschichte",
        "Text": " Schülerinnen und Schüler können Kunstwerke aus verschiedenen Kulturen und Zeiten sowie Bilder aus dem Alltag lesen, einordnen und vergleichen."
    },
    {
        "Code": "BG.3.B.1",
        "Title": "Bildnerisches Gestalten.Kontexte und Orientierung.Kunst- und Bildverständnis",
        "Text": " Schülerinnen und Schüler können Wirkung und Funktion von Kunstwerken und Bildern erkennen."
    },
    {
        "Code": "TTG.1.A.1",
        "Title": "Textiles und Technisches Gestalten.Wahrnehmung und Kommunikation.Wahrnehmung und Reflexion",
        "Text": " Schülerinnen und Schüler können gestalterische und technische Zusammenhänge an Objekten wahrnehmen und reflektieren."
    },
    {
        "Code": "TTG.1.B.1",
        "Title": "Textiles und Technisches Gestalten.Wahrnehmung und Kommunikation.Kommunikation und Dokumentation",
        "Text": " Schülerinnen und Schüler können Gestaltungs- bzw. Designprozesse und Produkte begutachten und weiterentwickeln."
    },
    {
        "Code": "TTG.2.A.1",
        "Title": "Textiles und Technisches Gestalten.Prozesse und Produkte.Gestaltungs- bzw. Designprozess",
        "Text": " Schülerinnen und Schüler können Gestaltungs- bzw. Designprozesse und Produkte dokumentieren und präsentieren."
    },
    {
        "Code": "TTG.2.A.2",
        "Title": "Textiles und Technisches Gestalten.Prozesse und Produkte.Gestaltungs- bzw. Designprozess",
        "Text": " Schülerinnen und Schüler experimentieren und können daraus eigene Produktideen entwickeln."
    },
    {
        "Code": "TTG.2.A.3",
        "Title": "Textiles und Technisches Gestalten.Prozesse und Produkte.Gestaltungs- bzw. Designprozess",
        "Text": " Schülerinnen und Schüler können gestalterische und technische Produkte planen und herstellen."
    },
    {
        "Code": "TTG.2.B.1",
        "Title": "Textiles und Technisches Gestalten.Prozesse und Produkte.Funktion und Konstruktion",
        "Text": " Schülerinnen und Schüler können Funktionen verstehen und eigene Konstruktionen in den Themenfeldern Spiel/Freizeit, Mode/Bekleidung, Bau/Wohnbereich, Mechanik/Transport und Elektrizität/Energie entwickeln."
    },
    {
        "Code": "TTG.2.C.1",
        "Title": "Textiles und Technisches Gestalten.Prozesse und Produkte.Gestaltungselemente",
        "Text": " Schülerinnen und Schüler können die Gestaltungselemente Material, Oberfläche, Form und Farbe bewusst einsetzen."
    },
    {
        "Code": "TTG.2.D.1",
        "Title": "Textiles und Technisches Gestalten.Prozesse und Produkte.Verfahren",
        "Text": " Schülerinnen und Schüler können handwerkliche Verfahren ausführen und bewusst einsetzen."
    },
    {
        "Code": "TTG.2.E.1",
        "Title": "Textiles und Technisches Gestalten.Prozesse und Produkte.Material, Werkzeuge und Maschinen",
        "Text": " Schülerinnen und Schüler kennen Materialien, Werkzeuge und Maschinen und können diese sachgerecht einsetzen."
    },
    {
        "Code": "TTG.3.A.1",
        "Title": "Textiles und Technisches Gestalten.Kontexte und Orientierung.Kultur und Geschichte",
        "Text": " Schülerinnen und Schüler können Objekte als Ausdruck verschiedener Kulturen und Zeiten erkennen und deren Symbolgehalt deuten (aus den Themenfeldern Spiel/Freizeit, Mode/Kleidung, Bau/Wohnbereich, Mechanik/Transport, Energie/Elektrizität)."
    },
    {
        "Code": "TTG.3.A.2",
        "Title": "Textiles und Technisches Gestalten.Kontexte und Orientierung.Kultur und Geschichte",
        "Text": " Schülerinnen und Schüler können technische und handwerkliche Entwicklungen verstehen und ihre Bedeutung für den Alltag einschätzen."
    },
    {
        "Code": "TTG.3.B.1",
        "Title": "Textiles und Technisches Gestalten.Kontexte und Orientierung.Design- und Technikverständnis",
        "Text": " Schülerinnen und Schüler können bei Kauf und Nutzung von Produkten ökonomische, ökologische und gesellschaftliche Zusammenhänge erkennen."
    },
    {
        "Code": "TTG.3.B.2",
        "Title": "Textiles und Technisches Gestalten.Kontexte und Orientierung.Design- und Technikverständnis",
        "Text": " Schülerinnen und Schüler kennen die Herstellung und die sachgerechte Entsorgung von Materialien und können deren Verwendung begründen."
    },
    {
        "Code": "TTG.3.B.3",
        "Title": "Textiles und Technisches Gestalten.Kontexte und Orientierung.Design- und Technikverständnis",
        "Text": " Schülerinnen und Schüler können handwerkliche und industrielle Herstellung vergleichen."
    },
    {
        "Code": "TTG.3.B.4",
        "Title": "Textiles und Technisches Gestalten.Kontexte und Orientierung.Design- und Technikverständnis",
        "Text": " Schülerinnen und Schüler können technische Geräte und Produkte aus dem Alltag in Betrieb nehmen und das entsprechende Wissen aus Gebrauchsanleitungen, Montageplänen und dem Internet aufbauen."
    },
    {
        "Code": "MU.1.A.1",
        "Title": "Musik.Singen und Sprechen.Stimme im Ensemble",
        "Text": " Schülerinnen und Schüler können sich singend in der Gruppe wahrnehmen und ihre Stimme im chorischen Singen differenziert einsetzen."
    },
    {
        "Code": "MU.1.B.1",
        "Title": "Musik.Singen und Sprechen.Stimme als Ausdrucksmittel",
        "Text": " Schülerinnen und Schüler können ihre Stimme und deren klanglichen Ausdruck wahrnehmen, entwickeln und formen."
    },
    {
        "Code": "MU.1.C.1",
        "Title": "Musik.Singen und Sprechen.Liedrepertoire",
        "Text": " Schülerinnen und Schüler können Lieder aus verschiedenen Zeiten, Stilarten und Kulturen singen und verfügen über ein vielfältiges Repertoire."
    },
    {
        "Code": "MU.2.A.1",
        "Title": "Musik.Hören und Sich-Orientieren.Akustische Orientierung",
        "Text": " Schülerinnen und Schüler können ihre Umwelt und musikalische Elemente hörend wahrnehmen, differenzieren und beschreiben."
    },
    {
        "Code": "MU.2.B.1",
        "Title": "Musik.Hören und Sich-Orientieren.Begegnung mit Musik in Geschichte und Gegenwart",
        "Text": " Schülerinnen und Schüler können Musik aus verschiedenen Zeiten, Gattungen, Stilen und Kulturräumen erkennen, zuordnen und eine offene Haltung einnehmen."
    },
    {
        "Code": "MU.2.C.1",
        "Title": "Musik.Hören und Sich-Orientieren.Bedeutung und Funktion von Musik",
        "Text": " Schülerinnen und Schüler können verschiedene Bedeutungen, Funktionen sowie emotionale und physische Wirkungen von Musik in ihrem Umfeld, in der Gesellschaft und in den Medien erfassen."
    },
    {
        "Code": "MU.3.A.1",
        "Title": "Musik.Bewegen und Tanzen.Sensomotorische Schulung",
        "Text": " Schülerinnen und Schüler können ihren Körper sensomotorisch differenziert wahrnehmen, einsetzen und musikbezogen reagieren. Sie können sich zu Musik im Raum und in der Gruppe orientieren."
    },
    {
        "Code": "MU.4.A.1",
        "Title": "Musik.Musizieren.Musizieren im Ensemble",
        "Text": " Schülerinnen und Schüler können sich als Musizierende wahrnehmen und mit Instrumenten sowie Körperperkussion in ein Ensemble einfügen."
    },
    {
        "Code": "MU.4.B.1",
        "Title": "Musik.Musizieren.Instrument als Ausdrucksmittel",
        "Text": " Schülerinnen und Schüler können Instrumente, Klangquellen und elektronische Medien erkunden, damit experimentieren, improvisieren und nach Vorlagen spielen."
    },
    {
        "Code": "MU.4.C.1",
        "Title": "Musik.Musizieren.Instrumentenkunde",
        "Text": " Schülerinnen und Schüler kennen unterschiedliche Musikinstrumente und können verschiedene Arten der Klangerzeugung unterscheiden und deren Gesetzmässigkeiten erkennen."
    },
    {
        "Code": "MU.5.A.1",
        "Title": "Musik.Gestaltungsprozesse.Themen musikalisch erkunden und darstellen",
        "Text": " Schülerinnen und Schüler können Themen und Eindrücke aus ihrer Lebenswelt alleine und in Gruppen zu einer eigenen Musik formen und darstellen."
    },
    {
        "Code": "MU.5.B.1",
        "Title": "Musik.Gestaltungsprozesse.Gestalten zu bestehender Musik",
        "Text": " Schülerinnen und Schüler können zu bestehender Musik unterschiedliche Darstellungsformen entwickeln."
    },
    {
        "Code": "MU.5.C.1",
        "Title": "Musik.Gestaltungsprozesse.Musikalische Auftrittskompetenz",
        "Text": " Schülerinnen und Schüler können ihre musikalischen Fähigkeiten präsentieren."
    },
    {
        "Code": "MU.6.A.1",
        "Title": "Musik.Praxis des musikalischen Wissens.Rhythmus, Melodie, Harmonie",
        "Text": " Schülerinnen und Schüler können rhythmische, melodische und harmonische Elemente erkennen, benennen und anwenden."
    },
    {
        "Code": "MU.6.B.1",
        "Title": "Musik.Praxis des musikalischen Wissens.Notation",
        "Text": " Schülerinnen und Schüler können die traditionelle Musiknotation sowohl lesend als auch schreibend anwenden und kennen grafische Formen der Musikdarstellung."
    },
    {
        "Code": "BS.1.A.1",
        "Title": "Bewegung und Sport.Laufen, Springen, Werfen.Laufen",
        "Text": " Schülerinnen und Schüler können schnell, rhythmisch, über Hindernisse, lang und sich orientierend laufen. Sie kennen die leistungsbestimmenden Merkmale und wissen, wie sie ihre Laufleistungen verbessern können."
    },
    {
        "Code": "BS.1.B.1",
        "Title": "Bewegung und Sport.Laufen, Springen, Werfen.Springen",
        "Text": " Schülerinnen und Schüler können vielseitig weit und hoch springen. Sie kennen die leistungsbestimmenden Merkmale und können ihre Leistung realistisch einschätzen."
    },
    {
        "Code": "BS.1.C.1",
        "Title": "Bewegung und Sport.Laufen, Springen, Werfen.Werfen",
        "Text": " Schülerinnen und Schüler können Gegenstände weit werfen, stossen, schleudern und kennen die leistungsbestimmenden Merkmale."
    },
    {
        "Code": "BS.2.A.1",
        "Title": "Bewegung und Sport.Laufen, Springen, Werfen.Grundbewegungen an Geräten",
        "Text": " Schülerinnen und Schüler können Grundbewegungen wie Balancieren, Rollen-Drehen, Schaukeln-Schwingen, Springen, Stützen und Klettern verantwortungsbewusst ausführen. Sie kennen Qualitätsmerkmale und können einander helfen und sichern."
    },
    {
        "Code": "BS.2.B.1",
        "Title": "Bewegung und Sport.Bewegen an Geräten.Beweglichkeit, Kraft und Körperspannung",
        "Text": " Schülerinnen und Schüler können Körperspannung aufbauen, ihren Körper stützen und die Gelenke in funktionellem Umfang bewegen. Sie wissen, wie sie Beweglichkeit und Kraft trainieren können."
    },
    {
        "Code": "BS.3.A.1",
        "Title": "Bewegung und Sport.Darstellen und Tanzen.Körperwahrnehmung",
        "Text": " Schülerinnen und Schüler können ihren Körper wahrnehmen, gezielt steuern und sich in der Bewegungsausführung korrigieren."
    },
    {
        "Code": "BS.3.B.1",
        "Title": "Bewegung und Sport.Darstellen und Tanzen.Darstellen und Gestalten",
        "Text": " Schülerinnen und Schüler können sich mit dem Körper und mit Materialien ausdrücken, eine Bewegungsfolge choreografieren und präsentieren."
    },
    {
        "Code": "BS.3.C.1",
        "Title": "Bewegung und Sport.Darstellen und Tanzen.Tanzen",
        "Text": " Schülerinnen und Schüler können Bewegungsmuster erkennen, Bewegungsfolgen und Tänze zu Musik rhythmisch gestalten und wiedergeben. Sie gehen respektvoll miteinander um."
    },
    {
        "Code": "BS.4.A.1",
        "Title": "Bewegung und Sport.Spielen.Bewegungsspiele",
        "Text": " Schülerinnen und Schüler können Spiele spielen, weiterentwickeln und erfinden, indem sie gemeinsam Vereinbarungen treffen und einhalten."
    },
    {
        "Code": "BS.4.B.1",
        "Title": "Bewegung und Sport.Spielen.Sportspiele",
        "Text": " Schülerinnen und Schüler können technische und taktische Handlungsmuster in verschiedenen Sportspielen anwenden. Sie kennen die Regeln, können selbstständig und fair spielen und Emotionen reflektieren."
    },
    {
        "Code": "BS.4.C.1",
        "Title": "Bewegung und Sport.Spielen.Kampfspiele",
        "Text": " Schülerinnen und Schüler können gewandt und mit Strategie fair kämpfen."
    },
    {
        "Code": "BS.5.1",
        "Title": "Bewegung und Sport.Gleiten, Rollen, Fahren",
        "Text": " Schülerinnen und Schüler können verantwortungsbewusst auf verschiedenen Unterlagen gleiten, rollen und fahren."
    },
    {
        "Code": "BS.6.A.1",
        "Title": "Bewegung und Sport.Bewegen im Wasser.Schwimmen",
        "Text": " Schülerinnen und Schüler können sicher schwimmen. Sie kennen technische Merkmale verschiedener Schwimmtechniken und wenden sie an."
    },
    {
        "Code": "BS.6.B.1",
        "Title": "Bewegung und Sport.Bewegen im Wasser.Ins Wasser springen und Tauchen",
        "Text": " Schülerinnen und Schüler können fuss- und kopfwärts ins Wasser springen und tauchen."
    },
    {
        "Code": "BS.6.C.1",
        "Title": "Bewegung und Sport.Bewegen im Wasser.Sicherheit im Wasser",
        "Text": " Schülerinnen und Schüler können eine Situation im, am und auf dem Wasser bezüglich Sicherheit einschätzen und in Gefahrensituationen verantwortungsbewusst handeln."
    },
    {
        "Code": "MI.1.1",
        "Title": "Medien und Informatik.Medien",
        "Text": " Schülerinnen und Schüler können sich in der physischen Umwelt sowie in medialen und virtuellen Lebensräumen orientieren und sich darin entsprechend den Gesetzen, Regeln und Wertesystemen verhalten."
    },
    {
        "Code": "MI.1.2",
        "Title": "Medien und Informatik.Medien",
        "Text": " Schülerinnen und Schüler können Medien und Medienbeiträge entschlüsseln, reflektieren und nutzen."
    },
    {
        "Code": "MI.1.3",
        "Title": "Medien und Informatik.Medien",
        "Text": " Schülerinnen und Schüler können Gedanken, Meinungen, Erfahrungen und Wissen in Medienbeiträge umsetzen und unter Einbezug der Gesetze, Regeln und Wertesysteme auch veröffentlichen."
    },
    {
        "Code": "MI.1.4",
        "Title": "Medien und Informatik.Medien",
        "Text": " Schülerinnen und Schüler können Medien interaktiv nutzen sowie mit anderen kommunizieren und kooperieren."
    },
    {
        "Code": "MI.2.1",
        "Title": "Medien und Informatik.Informatik",
        "Text": " Schülerinnen und Schüler können Daten aus ihrer Umwelt darstellen, strukturieren und auswerten."
    },
    {
        "Code": "MI.2.2",
        "Title": "Medien und Informatik.Informatik",
        "Text": " Schülerinnen und Schüler können einfache Problemstellungen analysieren, mögliche Lösungsverfahren beschreiben und in Programmen umsetzen."
    },
    {
        "Code": "MI.2.3",
        "Title": "Medien und Informatik.Informatik",
        "Text": " Schülerinnen und Schüler verstehen Aufbau und Funktionsweise von informationsverarbeitenden Systemen und können Konzepte der sicheren Datenverarbeitung anwenden."
    }
]