[
    {
        "Code": "MI.1.1.a",
        "Zyklus": "1",
        "Text": [
            "können sich über Erfahrungen in ihrer unmittelbaren Umwelt, über Medienerfahrungen sowie Erfahrungen in virtuellen Lebensräumen austauschen und über ihre Mediennutzung sprechen (z.B. Naturerlebnis, Spielplatz, Film, Fernsehen, Bilderbuch, Hörspiel, Lernprogramm)."
        ],
        "Querverweise": [
            "D.4.C.1.a"
        ]
    },
    {
        "Code": "MI.1.1.b",
        "Zyklus": "2a",
        "Text": [
            "können Vor- und Nachteile direkter Erfahrungen, durch Medien oder virtuell vermittelter Erfahrungen benennen und die persönliche Mediennutzung begründen."
        ]
    },
    {
        "Code": "MI.1.1.c",
        "Zyklus": "2a",
        "Text": [
            "können Folgen medialer und virtueller Handlungen erkennen und benennen (z.B. Identitätsbildung, Beziehungspflege, Cybermobbing)."
        ],
        "Querverweise": [
            "NMG.7.1.e"
        ]
    },
    {
        "Code": "MI.1.1.d",
        "Zyklus": "3a",
        "Text": [
            "können Regeln und Wertesysteme verschiedener Lebenswelten unterscheiden, reflektieren und entsprechend handeln (z.B. Netiquette, Werte in virtuellen Welten)."
        ]
    },
    {
        "Code": "MI.1.1.e",
        "Zyklus": "3a",
        "Text": [
            "können Chancen und Risiken der Mediennutzung benennen und Konsequenzen für das eigene Verhalten ziehen (z.B. Vernetzung, Kommunikation, Cybermobbing, Schuldenfalle, Suchtpotential).",
            "können Verflechtungen und Wechselwirkungen zwischen physischer Umwelt, medialen und virtuellen Lebensräumen erkennen und für das eigene Verhalten einbeziehen (z.B. soziale Netzwerke und ihre Konsequenzen im realen Leben)."
        ]
    },
    {
        "Code": "MI.1.1.f",
        "Zyklus": "3bo",
        "Text": [
            "können Chancen und Risiken der zunehmenden Durchdringung des Alltags durch Medien und Informatik beschreiben (z.B. Globalisierung, Automatisierung, veränderte Berufswelt, ungleiche Möglichkeiten zum Zugang zu Information und Technologie)."
        ]
    },
    {
        "Code": "MI.1.1.g",
        "Zyklus": "3bo",
        "Text": [
            "können Funktion und Bedeutung der Medien für Kultur, Wirtschaft und Politik beschreiben und darlegen, wie gut einzelne Medien diese Funktion erfüllen (z.B. Manipulation, technische Abhängigkeit, Medien als vierte Gewalt)."
        ],
        "Querverweise": [
            "D.5.B.1.d"
        ]
    },
    {
        "Code": "MI.1.2.a",
        "Zyklus": "1",
        "Text": [
            "verstehen einfache Beiträge in verschiedenen Mediensprachen und können darüber sprechen (Text, Bild, alltägliches Symbol, Ton, Film).",
            "können Werbung erkennen und über die Zielsetzung der Werbebotschaften sprechen."
        ],
        "Querverweise": [
            "D.2.B.1.a",
            "D.2.C.1.b",
            "NMG.2.5.a",
            "NMG.7.4.a"
        ]
    },
    {
        "Code": "MI.1.2.b",
        "Zyklus": "1",
        "Text": [
            "können benennen, welche unmittelbaren Emotionen die Mediennutzung auslösen kann (z.B. Freude, Wut, Trauer)."
        ],
        "Querverweise": [
            "NMG.9.4.b"
        ]
    },
    {
        "Code": "MI.1.2.c",
        "Zyklus": "12a",
        "Text": [
            "können mithilfe von vorgegebenen Medien lernen und Informationen zu einem bestimmten Thema beschaffen (z.B. Buch, Zeitschrift, Lernspiel, Spielgeschichte, Website)."
        ],
        "Querverweise": [
            "MI - Recherche und Lernunterstützung",
            "NMG.9.3.d"
        ]
    },
    {
        "Code": "MI.1.2.d",
        "Zyklus": "2a",
        "Text": [
            "können die Grundfunktionen der Medien benennen (Information, Bildung, Meinungsbildung, Unterhaltung, Kommunikation).",
            "kennen Mischformen und können typische Beispiele aufzählen (Infotainment, Edutainment)."
        ]
    },
    {
        "Code": "MI.1.2.e",
        "Zyklus": "2b",
        "Text": [
            "können Informationen aus verschiedenen Quellen gezielt beschaffen, auswählen und hinsichtlich Qualität und Nutzen beurteilen."
        ],
        "Querverweise": [
            "MI - Recherche und Lernunterstützung",
            "D.3.B.1.g",
            "NMG.1.5.g",
            "NMG.1.6.d",
            "NMG.2.5.d",
            "NMG.3.3.e",
            "NMG.7.1.e",
            "NMG.7.2.e",
            "NMG.8.2.e",
            "NMG.9.3.e"
        ]
    },
    {
        "Code": "MI.1.2.f",
        "Zyklus": "3a",
        "Text": [
            "erkennen, dass Medien und Medienbeiträge auf Individuen unterschiedlich wirken."
        ]
    },
    {
        "Code": "MI.1.2.g",
        "Zyklus": "3a",
        "Text": [
            "kennen grundlegende Elemente der Bild-, Film- und Fernsehsprache und können ihre Funktion und Bedeutung in einem Medienbeitrag reflektieren."
        ],
        "Querverweise": [
            "BG.3.B.1.1c"
        ]
    },
    {
        "Code": "MI.1.2.h",
        "Zyklus": "3bo",
        "Text": [
            "können die Absicht hinter Medienbeiträgen einschätzen (z.B. Werbung, Zeitschrift, Parteizeitung)."
        ],
        "Querverweise": [
            "NT.3.3.c",
            "RZG.3.3.a",
            "ERG.3.1.d",
            "ERG.5.2.b",
            "ERG.5.5.d",
            "BG.3.B.1.1c",
            "BG.3.B.1.2c"
        ]
    },
    {
        "Code": "MI.1.2.i",
        "Zyklus": "3bo",
        "Text": [
            "kennen Organisations- und Finanzierungsformen von Medienangeboten und deren Konsequenzen."
        ]
    },
    {
        "Code": "MI.1.3.a",
        "Zyklus": "1",
        "Text": [
            "können spielerisch und kreativ mit Medien experimentieren."
        ]
    },
    {
        "Code": "MI.1.3.b",
        "Zyklus": "1",
        "Text": [
            "können einfache Bild-, Text-, Tondokumente gestalten und präsentieren."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation",
            "NMG.2.1.a"
        ]
    },
    {
        "Code": "MI.1.3.c",
        "Zyklus": "2a",
        "Text": [
            "können Medien zum Erstellen und Präsentieren ihrer Arbeiten einsetzen (z.B. Klassenzeitung, Klassenblog, Hörspiel, Videoclip)."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation",
            "D.3.B.1.d",
            "MU.4.B.1.2a",
            "MU.4.B.1.2b"
        ]
    },
    {
        "Code": "MI.1.3.d",
        "Zyklus": "2a",
        "Text": [
            "können in ihren Medienbeiträgen die Sicherheitsregeln im Umgang mit persönlichen Daten einbeziehen (z.B. Angaben zur Person, Passwort, Nickname)."
        ]
    },
    {
        "Code": "MI.1.3.e",
        "Zyklus": "2b",
        "Text": [
            "können Medieninhalte weiterverwenden und unter Angabe der Quelle in Eigenproduktionen integrieren (z.B. Vortrag, Blog/Klassenblog)."
        ],
        "Querverweise": [
            "NMG.2.5.c",
            "NMG.5.3.d",
            "NMG.7.2.f",
            "NMG.12.1.c"
        ]
    },
    {
        "Code": "MI.1.3.f",
        "Zyklus": "2b3a",
        "Text": [
            "können Medien nutzen, um ihre Gedanken und ihr Wissen vor Publikum zu präsentieren und/oder zu veröffentlichen.",
            "können Wirkungen eigener Medienbeiträge einschätzen und bei der Produktion entsprechend berücksichtigen."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation",
            "D.3.B.1.f",
            "NMG.4.5.f",
            "RZG.5.1.d"
        ]
    },
    {
        "Code": "MI.1.3.g",
        "Zyklus": "3a",
        "Text": [
            "können mit eigenen und fremden Inhalten Medienbeiträge herstellen und berücksichtigen dabei die rechtlichen Rahmenbedingungen sowie Sicherheits- und Verhaltensregeln."
        ]
    },
    {
        "Code": "MI.1.3.h",
        "Zyklus": "3bo",
        "Text": [
            "können allein und in Arbeitsteams mit medialen Möglichkeiten experimentieren und sich darüber austauschen."
        ],
        "Querverweise": [
            "MU.4.B.1.2e",
            "MU.5.A.1.g",
            "MU.5.B.1.g"
        ]
    },
    {
        "Code": "MI.1.4.a",
        "Zyklus": "1",
        "Text": [
            "können mittels Medien bestehende Kontakte pflegen und sich austauschen (z.B. Telefon, Brief)."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation",
            "D.3.C.1.c"
        ]
    },
    {
        "Code": "MI.1.4.b",
        "Zyklus": "2a",
        "Text": [
            "können Medien für gemeinsames Arbeiten und für Meinungsaustausch einsetzen und dabei die Sicherheitsregeln befolgen."
        ]
    },
    {
        "Code": "MI.1.4.c",
        "Zyklus": "2b3a",
        "Text": [
            "können mittels Medien kommunizieren und dabei die Sicherheits- und Verhaltensregeln befolgen."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "MI.1.4.d",
        "Zyklus": "3a",
        "Text": [
            "können Medien gezielt für kooperatives Lernen nutzen."
        ]
    },
    {
        "Code": "MI.1.4.e",
        "Zyklus": "3b",
        "Text": [
            "können Medien zur Veröffentlichung eigener Ideen und Meinungen nutzen und das Zielpublikum zu Rückmeldungen motivieren."
        ]
    },
    {
        "Code": "MI.1.4.f",
        "Zyklus": "3bo",
        "Text": [
            "können kooperative Werkzeuge anpassen und für gemeinsames Arbeiten, Meinungsaustausch, Kommunikation sowie zum Publizieren einsetzen (z.B. Blog, Wiki)."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "MI.2.1.a",
        "Zyklus": "1",
        "Text": [
            "können Dinge nach selbst gewählten Eigenschaften ordnen, damit sie ein Objekt mit einer bestimmten Eigenschaft schneller finden (z.B. Farbe, Form, Grösse)."
        ]
    },
    {
        "Code": "MI.2.1.b",
        "Zyklus": "2b",
        "Text": [
            "können unterschiedliche Darstellungsformen für Daten verwenden (z.B. Symbole, Tabellen, Grafiken)."
        ]
    },
    {
        "Code": "MI.2.1.c",
        "Zyklus": "2b",
        "Text": [
            "können Daten mittels selbstentwickelter Geheimschriften verschlüsseln."
        ]
    },
    {
        "Code": "MI.2.1.d",
        "Zyklus": "2b",
        "Text": [
            "kennen analoge und digitale Darstellungen von Daten (Text, Zahl, Bild und Ton) und können die entsprechenden Dateitypen zuordnen."
        ]
    },
    {
        "Code": "MI.2.1.e",
        "Zyklus": "2b",
        "Text": [
            "kennen die Bezeichnungen der von ihnen genutzten Dokumententypen."
        ]
    },
    {
        "Code": "MI.2.1.f",
        "Zyklus": "2b3a",
        "Text": [
            "erkennen und verwenden Baum- und Netzstrukturen (z.B. Ordnerstruktur auf dem Computer, Stammbaum, Mindmap, Website)."
        ]
    },
    {
        "Code": "MI.2.1.g",
        "Zyklus": "2b3a",
        "Text": [
            "verstehen die Funktionsweise von fehlererkennenden und -korrigierenden Codes."
        ]
    },
    {
        "Code": "MI.2.1.h",
        "Zyklus": "3a",
        "Text": [
            "können Dokumente so ablegen, dass auch andere sie wieder finden."
        ],
        "Querverweise": [
            "MI - Handhabung"
        ]
    },
    {
        "Code": "MI.2.1.i",
        "Zyklus": "3a",
        "Text": [
            "können logische Operatoren verwenden (und, oder, nicht)."
        ]
    },
    {
        "Code": "MI.2.1.j",
        "Zyklus": "3a",
        "Text": [
            "können Daten in einer Datenbank strukturieren, erfassen, suchen und automatisiert auswerten."
        ]
    },
    {
        "Code": "MI.2.1.k",
        "Zyklus": "3bo",
        "Text": [
            "können Methoden zur Datenreplikation unterscheiden und anwenden (Backup, Synchronisation, Versionierung)."
        ]
    },
    {
        "Code": "MI.2.2.a",
        "Zyklus": "1",
        "Text": [
            "können formale Anleitungen erkennen und ihnen folgen (z.B. Koch- und Backrezepte, Spiel- und Bastelanleitungen, Tanzchoreographien)."
        ]
    },
    {
        "Code": "MI.2.2.b",
        "Zyklus": "2b",
        "Text": [
            "können durch Probieren Lösungswege für einfache Problemstellungen suchen und auf Korrektheit prüfen (z.B. einen Weg suchen, eine Spielstrategie entwickeln). Sie können verschiedene Lösungswege vergleichen."
        ]
    },
    {
        "Code": "MI.2.2.c",
        "Zyklus": "2b",
        "Text": [
            "können Abläufe mit Schleifen und Verzweigungen aus ihrer Umwelt erkennen, beschreiben und strukturiert darstellen (z.B. mittels Flussdiagrammen)."
        ]
    },
    {
        "Code": "MI.2.2.d",
        "Zyklus": "2b",
        "Text": [
            "können einfache Abläufe mit Schleifen, bedingten Anweisungen und Parametern lesen und manuell ausführen."
        ]
    },
    {
        "Code": "MI.2.2.e",
        "Zyklus": "2b",
        "Text": [
            "verstehen, dass ein Computer nur vordefinierte Anweisungen ausführen kann und dass ein Programm eine Abfolge von solchen Anweisungen ist."
        ]
    },
    {
        "Code": "MI.2.2.f",
        "Zyklus": "2b",
        "Text": [
            "können Programme mit Schleifen, bedingten Anweisungen und Parametern schreiben und testen."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation",
            "MA.2.C.2.g"
        ]
    },
    {
        "Code": "MI.2.2.g",
        "Zyklus": "3a",
        "Text": [
            "können selbstentdeckte Lösungswege für einfache Probleme in Form von lauffähigen und korrekten Computerprogrammen mit Schleifen, bedingten Anweisungen und Parametern formulieren."
        ]
    },
    {
        "Code": "MI.2.2.h",
        "Zyklus": "3a",
        "Text": [
            "können selbstentwickelte Algorithmen in Form von lauffähigen und korrekten Computerprogrammen mit Variablen und Unterprogrammen formulieren."
        ]
    },
    {
        "Code": "MI.2.2.i",
        "Zyklus": "3bo",
        "Text": [
            "können verschiedene Algorithmen zur Lösung desselben Problems vergleichen und beurteilen (z.B. lineare und binäre Suche, Sortierverfahren)."
        ]
    },
    {
        "Code": "MI.2.3.a",
        "Zyklus": "1",
        "Text": [
            "können Geräte ein- und ausschalten, Programme starten, bedienen und beenden sowie einfache Funktionen nutzen."
        ],
        "Querverweise": [
            "MI - Handhabung"
        ]
    },
    {
        "Code": "MI.2.3.b",
        "Zyklus": "1",
        "Text": [
            "können sich mit eigenem Login in einem lokalen Netzwerk oder einer Lernumgebung anmelden."
        ],
        "Querverweise": [
            "MI - Handhabung"
        ]
    },
    {
        "Code": "MI.2.3.c",
        "Zyklus": "1",
        "Text": [
            "können Dokumente selbstständig ablegen und wieder finden."
        ],
        "Querverweise": [
            "MI - Handhabung"
        ]
    },
    {
        "Code": "MI.2.3.d",
        "Zyklus": "12a",
        "Text": [
            "können mit grundlegenden Elementen der Bedienoberfläche umgehen (Fenster, Menu, mehrere geöffnete Programme)."
        ],
        "Querverweise": [
            "MI - Handhabung"
        ]
    },
    {
        "Code": "MI.2.3.e",
        "Zyklus": "2b",
        "Text": [
            "können Betriebssystem und Anwendungssoftware unterscheiden."
        ]
    },
    {
        "Code": "MI.2.3.f",
        "Zyklus": "2b",
        "Text": [
            "kennen verschiedene Speicherarten (z.B. Festplatten, Flashspeicher, Hauptspeicher) und deren Vor- und Nachteile und verstehen Grösseneinheiten für Daten."
        ],
        "Querverweise": [
            "MA.3.A.1.h"
        ]
    },
    {
        "Code": "MI.2.3.g",
        "Zyklus": "2b",
        "Text": [
            "können bei Problemen mit Geräten und Programmen Lösungsstrategien anwenden (z.B. Hilfe-Funktion, Recherche)."
        ]
    },
    {
        "Code": "MI.2.3.h",
        "Zyklus": "2b",
        "Text": [
            "können erklären, wie Daten verloren gehen können und kennen die wichtigsten Massnahmen, sich davor zu schützen."
        ]
    },
    {
        "Code": "MI.2.3.i",
        "Zyklus": "2b3a",
        "Text": [
            "verstehen die grundsätzliche Funktionsweise von Suchmaschinen."
        ]
    },
    {
        "Code": "MI.2.3.j",
        "Zyklus": "2b3a",
        "Text": [
            "können lokale Geräte, lokales Netzwerk und das Internet als Speicherorte für private und öffentliche Daten unterscheiden."
        ]
    },
    {
        "Code": "MI.2.3.k",
        "Zyklus": "2b3a",
        "Text": [
            "haben eine Vorstellung von den Leistungseinheiten informationsverarbeitender Systeme und können deren Relevanz für konkrete Anwendungen einschätzen (z.B. Speicherkapazität, Bildauflösung, Rechenkapazität, Datenübertragungsrate)."
        ]
    },
    {
        "Code": "MI.2.3.l",
        "Zyklus": "3a",
        "Text": [
            "kennen die wesentlichen Eingabe-, Verarbeitungs- und Ausgabeelemente von Informatiksystemen und können diese mit den entsprechenden Funktionen von Lebewesen vergleichen (Sensor, Prozessor, Aktor und Speicher)."
        ]
    },
    {
        "Code": "MI.2.3.m",
        "Zyklus": "3a",
        "Text": [
            "können das Internet als Infrastruktur von seinen Diensten unterscheiden (z.B. WWW, EMail, Internettelefonie, Soziale Netzwerke)."
        ]
    },
    {
        "Code": "MI.2.3.n",
        "Zyklus": "3bo",
        "Text": [
            "können die Risiken unverschlüsselter Datenübermittlung und -speicherung abschätzen."
        ]
    }
]