[
    {
        "Code": "BG.1.A.1.a",
        "Zyklus": "1",
        "Text": [
            "können bildhaft anschauliche Vorstellungen aufgrund von Erinnerungen und Wünschen assoziativ aufbauen und kombinieren (z.B. Spielwelt, Schulweg, Wolkenbilder, Fantasiegestalten, Verborgenes imaginieren).",
            "können von ihren bildhaft anschaulichen Vorstellungen erzählen und sich darüber austauschen."
        ],
        "Querverweise": [
            "D.4.C.1.b"
        ]
    },
    {
        "Code": "BG.1.A.1.b",
        "Zyklus": "2",
        "Text": [
            "können bildhaft anschauliche Vorstellungen zu vergangenen, gegenwärtigen und zukünftigen Situationen assoziativ und bewusst aus verschiedenen Blickwinkeln aufbauen, kombinieren und weiterentwickeln (z.B. Bildergeschichte, Höhlenbewohner, Zukunftsvision).",
            "können ihre bildhaft anschauliche Vorstellungen benennen und darüber kommunizieren."
        ],
        "Querverweise": [
            "D.4.C.1.e"
        ]
    },
    {
        "Code": "BG.1.A.1.c",
        "Zyklus": "3",
        "Text": [
            "können bildhaft anschauliche Vorstellungen aufgrund von Empfindungen, Fantasien und Wissen assoziativ und bewusst aufbauen, kombinieren und weiterentwickeln (z.B. unterschiedliche Atmosphären, Konstruktionen, Komposition, Storyboard).",
            "können ihre bildhaft anschauliche Vorstellungen analysieren und darüber diskutieren."
        ],
        "Querverweise": [
            "D.4.C.1.g"
        ]
    },
    {
        "Code": "BG.1.A.2.1a",
        "Zyklus": "1",
        "Text": [
            "können in der visuellen, taktilen, auditiven und kinästhetischen Wahrnehmung Unterschiede erkennen und sich darüber austauschen."
        ]
    },
    {
        "Code": "BG.1.A.2.1b",
        "Zyklus": "2",
        "Text": [
            "können die Wechselwirkung zwischen visuellen, taktilen, auditiven und kinästhetischen Wahrnehmungen erkennen, beschreiben und darüber diskutieren."
        ]
    },
    {
        "Code": "BG.1.A.2.1c",
        "Zyklus": "3",
        "Text": [
            "können die Subjektivität und Vielschichtigkeit von visuellen, taktilen, auditiven und kinästhetischen Wahrnehmungen analysieren und mit anderen vergleichend reflektieren."
        ]
    },
    {
        "Code": "BG.1.A.2.2a",
        "Zyklus": "1",
        "Text": [
            "können Lebewesen, Situationen, Gegenstände beobachten, Bilder betrachten und bedeutsame Merkmale sowie Empfindungen aufzeigen."
        ],
        "Querverweise": [
            "NMG.2.1.a"
        ]
    },
    {
        "Code": "BG.1.A.2.2b",
        "Zyklus": "12",
        "Text": [
            "können ihre Beobachtungen von Farbe, Grösse, Bewegung und Form mit Beobachtungen anderer vergleichen."
        ]
    },
    {
        "Code": "BG.1.A.2.2c",
        "Zyklus": "2",
        "Text": [
            "können Lebewesen, Situationen, Gegenstände über eine längere Zeit beobachten, Bilder betrachten und sich über ihre Empfindungen und Erkenntnisse austauschen.",
            "können ihr Vorwissen mit der Beobachtung vergleichen und Bildmerkmale erkennen."
        ]
    },
    {
        "Code": "BG.1.A.2.2d",
        "Zyklus": "23",
        "Text": [
            "können ihre Beobachtungen zu Raum-, Farb- und Bewegungsphänomenen beschreiben (z.B. Nähe-Distanz, Licht-Schatten, optische Farbmischungen, Bildfolge)."
        ]
    },
    {
        "Code": "BG.1.A.2.2e",
        "Zyklus": "3",
        "Text": [
            "können Lebewesen, Situationen, Gegenstände und Bilder aus verschiedenen Perspektiven und in unterschiedlichen Kontexten beobachten.",
            "können ihr Vorwissen mit der Beobachtung vergleichen und ihren Blick schärfen.",
            "können ihre Empfindungen und Erkenntnisse beschreiben und vergleichen."
        ]
    },
    {
        "Code": "BG.1.A.2.2f",
        "Zyklus": "3o",
        "Text": [
            "können ihre Beobachtungen zu Raum-, Farb- und Bewegungsphänomenen beschreiben (z.B. optische Täuschungen, Anamorphose, Fluchtpunkt, farbige Nachbilder, Wundertrommel, Animation)."
        ]
    },
    {
        "Code": "BG.1.A.3.a",
        "Zyklus": "1",
        "Text": [
            "können ihre Vorlieben in Bezug auf Merkmale und Eigenschaften von Bildern beschreiben (Motive, Farben, Formen und Materialien)."
        ]
    },
    {
        "Code": "BG.1.A.3.b",
        "Zyklus": "2",
        "Text": [
            "können Eigenschaften und Qualitätsmerkmale von Bildern beschreiben und beurteilen (z.B. Motiv, Farbklang, Bildaufbau)."
        ]
    },
    {
        "Code": "BG.1.A.3.c",
        "Zyklus": "23",
        "Text": [
            "können ein persönliches ästhetisches Urteil an Kriterien festmachen, eine eigene Meinung entwickeln und diese mit anderen Standpunkten vergleichen."
        ]
    },
    {
        "Code": "BG.1.A.3.d",
        "Zyklus": "3",
        "Text": [
            "können Eigenschaften und Qualitätsmerkmale von Bildern analysieren, einordnen und beurteilen (z.B. Bildwirkung, inhaltliche und formale Umsetzung)."
        ]
    },
    {
        "Code": "BG.1.B.1.1a",
        "Zyklus": "1",
        "Text": [
            "können Spuren ihres Prozesses aufzeigen (z.B. Bilder nach ihrer Entstehung ordnen)."
        ]
    },
    {
        "Code": "BG.1.B.1.1b",
        "Zyklus": "2",
        "Text": [
            "können Spuren ihres Prozesses festhalten und aufzeigen (z.B. Tagebuch, Skizzenheft, Sammlung der Arbeiten)."
        ],
        "Querverweise": [
            "D.4.B.1.e"
        ]
    },
    {
        "Code": "BG.1.B.1.1c",
        "Zyklus": "3",
        "Text": [
            "können Phasen ihres Prozesses in Bild und Wort dokumentieren (z.B. Portfolio, Lernjournal)."
        ]
    },
    {
        "Code": "BG.1.B.1.2a",
        "Zyklus": "1",
        "Text": [
            "können ihre Prozesse und Produkte im kleineren Rahmen (Klasse) und im grösseren Rahmen (z.B. Projektwoche, Elternabend) präsentieren und darüber erzählen.",
            "können ihren Bildern Bedeutung geben und darüber sprechen."
        ]
    },
    {
        "Code": "BG.1.B.1.2b",
        "Zyklus": "2",
        "Text": [
            "können ihre Prozesse aufzeigen und ihre Produkte ausstellen (z.B. beschriften, beleuchten).",
            "können mit Fachbegriffen ihre Prozesse und Produkte kommentieren.",
            "können die subjektive Bedeutung ihrer Bilder aufzeigen."
        ]
    },
    {
        "Code": "BG.1.B.1.2c",
        "Zyklus": "3",
        "Text": [
            "können ihre Prozesse aufzeigen und ihre Produkte präsentieren (z.B. installieren, in Szene setzen, digital aufbereiten).",
            "können mit Fachbegriffen ihre Prozesse und Produkte kommentieren und diskutieren. ",
            "können die subjektive Bedeutung ihrer Bilder aufzeigen und zur Diskussion stellen."
        ]
    },
    {
        "Code": "BG.2.A.1.a",
        "Zyklus": "1",
        "Text": [
            "können eigene Bildideen zu Themen aus ihrer Fantasie- und Lebenswelt entwickeln (z.B. Familie, Tier, Figuren und Fantasiewesen)."
        ]
    },
    {
        "Code": "BG.2.A.1.b",
        "Zyklus": "2",
        "Text": [
            "können eigene Bildideen und Fragestellungen aus ihrer Fantasie- und Lebenswelt zu Natur, Kultur und Alltag entwickeln (z.B. Mensch, Tier- und Pflanzenwelt, Geschichten, Erfindungen, Schriften)."
        ]
    },
    {
        "Code": "BG.2.A.1.c",
        "Zyklus": "3",
        "Text": [
            "können eigene Bildideen und Fragestellungen aus ihrem Interessensbereich und gesellschaftlichen Umfeld entwickeln (z.B. Werbung, Selbstdarstellung, Schönheit, Lifestyle, virtuelle Welten, Streetart)."
        ]
    },
    {
        "Code": "BG.2.A.2.1a",
        "Zyklus": "1",
        "Text": [
            "können Materialien, Dinge und Bilder aus der eigenen Lebenswelt nach eigenen oder vorgegebenen Kriterien sammeln und ordnen sowie damit experimentieren.",
            "können Sammlungen und Experimente als Inspirationsquellen für ihren weiteren bildnerischen Prozess nutzen."
        ]
    },
    {
        "Code": "BG.2.A.2.1b",
        "Zyklus": "12",
        "Text": [
            "können in Spiel und Experiment offen an Situationen herangehen, Neues entdecken und damit ihre bildnerischen Ausdrucksmöglichkeiten erweitern."
        ]
    },
    {
        "Code": "BG.2.A.2.1c",
        "Zyklus": "2",
        "Text": [
            "können Materialien, Dinge und Bilder aus der eigenen Lebenswelt und dem weiteren Umfeld nach Kriterien sammeln und ordnen sowie damit experimentieren.",
            "können Sammlungen und Experimente als Inspirationsquellen für ihren weiteren bildnerischen Prozess nutzen."
        ]
    },
    {
        "Code": "BG.2.A.2.1d",
        "Zyklus": "23",
        "Text": [
            "können in Spiel und Experiment auf Unerwartetes reagieren, ihre Aufmerksamkeit für Details schärfen und ihre Bildsprache erweitern."
        ]
    },
    {
        "Code": "BG.2.A.2.1e",
        "Zyklus": "3",
        "Text": [
            "können Materialien, Dinge und Bilder aus eigenen und fremden Kontexten kriteriengeleitet sammeln und ordnen sowie damit experimentieren.",
            "können Sammlungen und Experimente als Inspirationsquellen für ihren weiteren bildnerischen Prozess nutzen."
        ]
    },
    {
        "Code": "BG.2.A.2.1f",
        "Zyklus": "3",
        "Text": [
            "können in Spiel und Experiment Unbekanntes zulassen, Besonderheiten und Zusammenhänge entdecken und ihre Bildsprache differenzieren."
        ]
    },
    {
        "Code": "BG.2.A.2.2a",
        "Zyklus": "1",
        "Text": [
            "können ihre Bilder begutachten und daraus Impulse für die Weiterarbeit gewinnen."
        ]
    },
    {
        "Code": "BG.2.A.2.2b",
        "Zyklus": "2",
        "Text": [
            "können die Wirkung ihrer Bilder nach vorgegebenen Kriterien begutachten und daraus Impulse für das Verdichten oder Weiterentwickeln gewinnen."
        ]
    },
    {
        "Code": "BG.2.A.2.2c",
        "Zyklus": "3",
        "Text": [
            "können die Bildidee und -wirkung ihrer Bilder nach eigenen oder vorgegebenen Kriterien begutachten und daraus Impulse für das Verdichten oder Weiterentwickeln gewinnen."
        ]
    },
    {
        "Code": "BG.2.B.1.1a",
        "Zyklus": "1",
        "Text": [
            "können durch Verdichtung, Streuung, Reihung, Überschneidung mit Punkten und Linien Spuren erzeugen.",
            "können offene, geschlossene, eckige, runde, organische und geometrische Formen bilden."
        ]
    },
    {
        "Code": "BG.2.B.1.1b",
        "Zyklus": "2",
        "Text": [
            "können diagonale, horizontale, vertikale Anordnungen von Punkten und Linien linear und flächig erproben und einsetzen.",
            "können durch Kontraste, Konturen und Positiv-Negativ-Beziehungen Formen entwickeln und einsetzen."
        ]
    },
    {
        "Code": "BG.2.B.1.1c",
        "Zyklus": "3",
        "Text": [
            "können Anordnungen von Punkten und Linien gezielt für eine lineare, flächige und räumliche Wirkung einsetzen.",
            "können durch Figur-Grund-Beziehung, Grössenveränderung, Reduktion und Abstraktion Formen entwickeln und gezielt einsetzen."
        ]
    },
    {
        "Code": "BG.2.B.1.2a",
        "Zyklus": "1",
        "Text": [
            "können nach subjektiven Vorlieben Farben mischen und anordnen."
        ],
        "Querverweise": [
            "TTG.2.C.1.3a"
        ]
    },
    {
        "Code": "BG.2.B.1.2b",
        "Zyklus": "2",
        "Text": [
            "können aus Primärfarben verwandte und gegensätzliche Farben mischen und diese miteinander in Beziehung setzen.",
            "können die Vielfalt unterschiedlicher Farbtöne erkennen, auswählen und einsetzen.",
            "können Farben gegenstandsbezogen mischen und einsetzen."
        ],
        "Querverweise": [
            "TTG.2.C.1.3b"
        ]
    },
    {
        "Code": "BG.2.B.1.2c",
        "Zyklus": "3",
        "Text": [
            "können Farben nach Helligkeit, Farbton und Sättigung nuanciert mischen und gezielt einsetzen.",
            "können Farbverläufe und Farbbeziehungen entdecken, aufeinander abstimmen und einsetzen."
        ],
        "Querverweise": [
            "TTG.2.C.1.3c"
        ]
    },
    {
        "Code": "BG.2.B.1.2d",
        "Zyklus": "3o",
        "Text": [
            "können Erscheinungsfarben mischen und bewusst einsetzen."
        ]
    },
    {
        "Code": "BG.2.B.1.3a",
        "Zyklus": "1",
        "Text": [
            "können mit vorhandenem Material Räume aufbauen und einrichten.",
            "können räumliche Situationen in der Fläche zeichnen oder malen."
        ]
    },
    {
        "Code": "BG.2.B.1.3b",
        "Zyklus": "2",
        "Text": [
            "können Raum mit Mobiles, Licht-Schatten, Modellen und Installationen aufbauen und verändern.",
            "können Raum durch Staffelung, Hell-Dunkel-, Vorne-Hinten-Beziehung untersuchen und in der Fläche darstellen."
        ]
    },
    {
        "Code": "BG.2.B.1.3c",
        "Zyklus": "3",
        "Text": [
            "können Raum in Natur, Architektur und öffentlichem Raum untersuchen und dreidimensional gestalten.",
            "können Raum durch lineare Verkürzungen, Farb- und Luftperspektive in der Fläche darstellen."
        ]
    },
    {
        "Code": "BG.2.B.1.4a",
        "Zyklus": "1",
        "Text": [
            "können mithilfe von Strukturen eine glatte, raue, gekringelte und gewellte Oberflächenwirkung erzeugen."
        ]
    },
    {
        "Code": "BG.2.B.1.4b",
        "Zyklus": "2",
        "Text": [
            "können mithilfe von Strukturen eine differenzierte Oberflächenwirkung im Bild und am Objekt erzeugen (z.B. haarig, kantig, stachelig, porös, durchbrochen)."
        ],
        "Querverweise": [
            "TTG.2.C.1.1b"
        ]
    },
    {
        "Code": "BG.2.B.1.4c",
        "Zyklus": "2",
        "Text": [
            "können mithilfe von Strukturen eine differenzierte Oberflächenwirkung im Bild und am Objekt erzeugen und gezielt einsetzen (z.B. glänzend, schuppig, gerillt, zerknittert)."
        ],
        "Querverweise": [
            "TTG.2.C.1.1c"
        ]
    },
    {
        "Code": "BG.2.B.1.5a",
        "Zyklus": "1",
        "Text": [
            "können durch rhythmisches Zeichnen und gestisches Malen Bewegungsspuren darstellen."
        ]
    },
    {
        "Code": "BG.2.B.1.5b",
        "Zyklus": "2",
        "Text": [
            "können im Action Painting und Rolldruck mit ihrem Körper gezielte Bewegungspuren erzeugen.",
            "können Bewegungsmomente und Bildfolgen von bewegten Figuren und Objekten darstellen."
        ]
    },
    {
        "Code": "BG.2.B.1.5c",
        "Zyklus": "3",
        "Text": [
            "können durch Lichtzeichnen mit ihrem Körper Bewegungsspuren erforschen und einsetzen.",
            "können die Darstellung von Bewegung durch Schärfe-Unschärfe, Zeitraffer und Zeitlupe erproben und darstellen."
        ]
    },
    {
        "Code": "BG.2.C.1.1a",
        "Zyklus": "1",
        "Text": [
            "können rhythmisch, linear und flächig, kritzelnd und wischend, klecksend und schmierend zeichnen und malen."
        ]
    },
    {
        "Code": "BG.2.C.1.1b",
        "Zyklus": "12",
        "Text": [
            "können die Druckstärke im Zeichnen variieren und deckend sowie durchscheinend malen."
        ]
    },
    {
        "Code": "BG.2.C.1.1c",
        "Zyklus": "2",
        "Text": [
            "können gestisch zeichnen (z.B. frech, bedächtig, schnell, langsam), frottieren, kribbeln, schichten und nass-in-nass malen."
        ]
    },
    {
        "Code": "BG.2.C.1.1d",
        "Zyklus": "23",
        "Text": [
            "können schraffieren und gezielt deckend malen."
        ]
    },
    {
        "Code": "BG.2.C.1.1e",
        "Zyklus": "3",
        "Text": [
            "können regelmässig und unregelmässig schraffieren sowie lasierend und pastos malen."
        ]
    },
    {
        "Code": "BG.2.C.1.1f",
        "Zyklus": "3o",
        "Text": [
            "können parallel, kreuz und quer schraffieren und ihren Duktus zeichnerisch und malerisch variieren (z.B. Pinselführung, Druckstärke, Geste)."
        ]
    },
    {
        "Code": "BG.2.C.1.2a",
        "Zyklus": "1",
        "Text": [
            "können Materialdruck, Abklatsch und Körperabdruck erproben und anwenden."
        ],
        "Querverweise": [
            "TTG.2.D.1.5a"
        ]
    },
    {
        "Code": "BG.2.C.1.2b",
        "Zyklus": "12",
        "Text": [
            "können Frottage und Stempeldruck (z.B. Schnur, Gummi, Kork) erproben und anwenden."
        ]
    },
    {
        "Code": "BG.2.C.1.2c",
        "Zyklus": "2",
        "Text": [
            "können Schablonendruck und Tiefdruck (z.B. Tetrapack, Styropor) erproben und einsetzen."
        ],
        "Querverweise": [
            "TTG.2.D.1.5b"
        ]
    },
    {
        "Code": "BG.2.C.1.2d",
        "Zyklus": "23",
        "Text": [
            "können Monotypie, Rolldruck und Zweifarbendruck erproben und einsetzen."
        ]
    },
    {
        "Code": "BG.2.C.1.2e",
        "Zyklus": "3",
        "Text": [
            "kennen unterschiedliche Druckverfahren und deren Eigenheiten (z.B. spiegelverkehrt, verlorene Platte, Seriendruck, Reproduktion) und können diese gezielt einsetzen."
        ],
        "Querverweise": [
            "TTG.2.D.1.5c"
        ]
    },
    {
        "Code": "BG.2.C.1.2f",
        "Zyklus": "3o",
        "Text": [
            "können Prägedruck, Siebdruck und Linoldruck erproben und gezielt einsetzen."
        ]
    },
    {
        "Code": "BG.2.C.1.3a",
        "Zyklus": "1",
        "Text": [
            "können durch Reissen, Schneiden, Falten und Kleben collagieren und montieren."
        ]
    },
    {
        "Code": "BG.2.C.1.3b",
        "Zyklus": "12",
        "Text": [
            "können die Montage durch Schichten, Anhäufen, Verbinden und Kombinieren erproben und anwenden."
        ]
    },
    {
        "Code": "BG.2.C.1.3c",
        "Zyklus": "2",
        "Text": [
            "können durch Überlagern, Einschneiden, Aufklappen, Arrangieren collagieren und montieren und dabei Übergänge und Verbindungen beachten."
        ]
    },
    {
        "Code": "BG.2.C.1.3d",
        "Zyklus": "23",
        "Text": [
            "können die Collage und digitale Montage erproben und einsetzen (z.B. Bild im Bild-Bezug, Bildpaare)."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "BG.2.C.1.3e",
        "Zyklus": "3",
        "Text": [
            "können Collage und Montage als Handlungs- und Denkweise gezielt einsetzen (z.B. irreale oder surreale Bildkombinationen)."
        ]
    },
    {
        "Code": "BG.2.C.1.4a",
        "Zyklus": "1",
        "Text": [
            "können durch additives Aufbauen und freies Formen modellieren und durch Verbinden, Schichten und Spannen bauen und konstruieren."
        ]
    },
    {
        "Code": "BG.2.C.1.4b",
        "Zyklus": "12",
        "Text": [
            "können durch Abtragen und Aushöhlen modellieren und durch Zusammenfügen, Wickeln und Knoten bauen und konstruieren."
        ]
    },
    {
        "Code": "BG.2.C.1.4c",
        "Zyklus": "2",
        "Text": [
            "können durch Verformen und Überformen modellieren und durch Montieren bauen und konstruieren (z.B. Mobile, Stabile)."
        ]
    },
    {
        "Code": "BG.2.C.1.4d",
        "Zyklus": "23",
        "Text": [
            "können durch Abformen und Nachformen modellieren (z.B. Figur und Objekt) und durch Biegen, Kleben und Schnüren bauen und konstruieren."
        ]
    },
    {
        "Code": "BG.2.C.1.4e",
        "Zyklus": "3",
        "Text": [
            "kennen aufbauende, abtragende und konstruktive Verfahren und können diese gezielt einsetzen (z.B. Körperbild, Raumbild)."
        ]
    },
    {
        "Code": "BG.2.C.1.4f",
        "Zyklus": "3",
        "Text": [
            "kennen Positiv-Negativ-Formen, Hohl- und Vollplastik, Skulptur, Gussform, Raummodell und kinetische Objekte und können diese räumlich umsetzen."
        ]
    },
    {
        "Code": "BG.2.C.1.5a",
        "Zyklus": "1",
        "Text": [
            "können mit Gegenständen, Figuren oder Materialien agieren und Spiel-Räume inszenieren (z.B. Kleine-Welt-Spiel, tun-als-ob-Spiel)."
        ]
    },
    {
        "Code": "BG.2.C.1.5b",
        "Zyklus": "2",
        "Text": [
            "können den eigenen Körper, Objekte, Figuren und Räume inszenieren (z.B. Tableau vivant, Masken, Bildräume mit farbigem Licht, Schattenspiel)."
        ]
    },
    {
        "Code": "BG.2.C.1.5c",
        "Zyklus": "3",
        "Text": [
            "können durch Performance und Aktion Raum-Körperbezüge schaffen (z.B. ungewohnte Beziehungen, Selbstinszenierung, Rauminstallation)."
        ]
    },
    {
        "Code": "BG.2.C.1.6a",
        "Zyklus": "1",
        "Text": [
            "können ausgewählte Situationen fotografisch festhalten."
        ]
    },
    {
        "Code": "BG.2.C.1.6b",
        "Zyklus": "2",
        "Text": [
            "können unterschiedliche Blickwinkel, Lichtverhältnisse und Bildausschnitte beim Fotografieren einbeziehen."
        ]
    },
    {
        "Code": "BG.2.C.1.6c",
        "Zyklus": "23",
        "Text": [
            "können Farbkontraste, Nähe und Distanz beim Fotografieren erproben und anwenden (z.B. Fotoroman, Trickfilm)."
        ]
    },
    {
        "Code": "BG.2.C.1.6d",
        "Zyklus": "3",
        "Text": [
            "kennen bildsprachliche Mittel in Fotografie und Film (z.B. Perspektive, Tiefenschärfe, Einstellungsgrösse) und können diese erproben und gezielt einsetzen.",
            "können Bilder und Filme digital bearbeiten (z.B. Korrekturen, Schnitt, Montage)."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "BG.2.C.1.6e",
        "Zyklus": "3o",
        "Text": [
            "können eine Reportage, Dokumentation oder ein Storyboard in der Gruppe erstellen."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation",
            "MU.5.A.1.g"
        ]
    },
    {
        "Code": "BG.2.C.2.1a",
        "Zyklus": "1",
        "Text": [
            "können durch Zerlegen, Vergrössern, Verkleinern, Drehen und Wiederholen Darstellungsmöglichkeiten entdecken."
        ]
    },
    {
        "Code": "BG.2.C.2.b",
        "Zyklus": "12",
        "Text": [
            "können Hör-, Riech-, Schmeck-, Bewegungs- oder Tasterfahrungen bildnerisch darstellen (z.B. Musik malen)."
        ],
        "Querverweise": [
            "MU.5.B.1.a"
        ]
    },
    {
        "Code": "BG.2.C.2.c",
        "Zyklus": "2",
        "Text": [
            "können durch Abbilden, Verfremden, Umgestalten und Schichten Darstellungsmöglichkeiten erproben und anwenden.",
            "können durch Umdeuten und Spiegeln Darstellungsmöglichkeiten erproben und anwenden."
        ]
    },
    {
        "Code": "BG.2.C.2.d",
        "Zyklus": "23",
        "Text": [
            "können Hör-, Riech-, Schmeck-, Bewegungs- oder Tasterfahrungen bildnerisch darstellen (z.B. Rhythmus zeichnen)."
        ],
        "Querverweise": [
            "BG.3.A.1.1c",
            "MU.5.B.1.d"
        ]
    },
    {
        "Code": "BG.2.C.2.e",
        "Zyklus": "3",
        "Text": [
            "können durch Abstrahieren, Reduzieren, Kombinieren, Variieren und Dekonstruieren Darstellungsmöglichkeiten erproben, auswählen und gezielt einsetzen."
        ]
    },
    {
        "Code": "BG.2.C.2.f",
        "Zyklus": "3o",
        "Text": [
            "können Hör-, Riech-, Schmeck-, Bewegungs- oder Tasterfahrungen bildnerisch darstellen (z.B. Musik als Videoclip inszenieren)."
        ],
        "Querverweise": [
            "MU.5.B.1.g"
        ]
    },
    {
        "Code": "BG.2.D.1.1a",
        "Zyklus": "1",
        "Text": [
            "können Farbstifte, Wachskreiden, Strassenkreiden und flüssige Farben erproben und einsetzen.",
            "können verschiedene Papiere, Karton, Tafeln und Pausenplatz als Bildträger erproben und nutzen."
        ]
    },
    {
        "Code": "BG.2.D.1.1b",
        "Zyklus": "12",
        "Text": [
            "können Naturfarben, Naturmaterialien und Kohle zeichnerisch und malerisch erproben und einsetzen.",
            "können die Eigenschaften von Bildträgern erproben und nutzen (z.B. saugend, abstossend, glatt, rau, porös)."
        ]
    },
    {
        "Code": "BG.2.D.1.1c",
        "Zyklus": "2",
        "Text": [
            "können weiche und harte Bleistifte, wasserlösliche und wasserfeste Kreiden, Gouache und Wasserfarbe erproben und einsetzen.",
            "können Stoff, Holz und Glas als Bildträger erproben und nutzen."
        ]
    },
    {
        "Code": "BG.2.D.1.1d",
        "Zyklus": "23",
        "Text": [
            "können Tusche, Graphit, Farbpigmente und Bindemittel erproben und einsetzen.",
            "können Bildträger erproben und auswählen (z.B. Postkarte, Post-it, Recyclingmaterial, Schulareal)."
        ]
    },
    {
        "Code": "BG.2.D.1.1e",
        "Zyklus": "3",
        "Text": [
            "können Acrylfarbe erproben und einsetzen.",
            "können Packpapier, Verpackungsmaterial und Druckerzeugnisse als Bildträger erproben und nutzen."
        ]
    },
    {
        "Code": "BG.2.D.1.1f",
        "Zyklus": "3o",
        "Text": [
            "können Materialien zeichnerisch und malerisch erproben und einsetzen (z.B. Rötel, Sprayfarbe, Ölfarbe, Aquarellfarbe).",
            "können Bildträger gezielt einsetzen und variieren."
        ]
    },
    {
        "Code": "BG.2.D.1.2a",
        "Zyklus": "1",
        "Text": [
            "können plastische Massen, Kleister, Recyclingmaterial, Klebeband, Papier, Sand und Wasser für eine räumliche Darstellung einsetzen."
        ],
        "Querverweise": [
            "TTG.2.E.1.1a"
        ]
    },
    {
        "Code": "BG.2.D.1.2b",
        "Zyklus": "12",
        "Text": [
            "können Ton, Holz, Stoff, Draht und Schnur plastisch erproben und für eine räumliche Darstellung einsetzen."
        ],
        "Querverweise": [
            "TTG.2.E.1.1a"
        ]
    },
    {
        "Code": "BG.2.D.1.2c",
        "Zyklus": "2",
        "Text": [
            "können die Wirkung plastischer Materialien erproben und für eine räumliche Darstellung einsetzen."
        ]
    },
    {
        "Code": "BG.2.D.1.2d",
        "Zyklus": "23",
        "Text": [
            "können Kernseife, Gips, Panzerkarton, Metall- und Plastikfolie als dreidimensionales Material erproben und einsetzen."
        ],
        "Querverweise": [
            "TTG.2.E.1.1b"
        ]
    },
    {
        "Code": "BG.2.D.1.2e",
        "Zyklus": "3",
        "Text": [
            "können die Wirkung plastischer Materialien erproben und für eine differenzierte räumliche Darstellung einsetzen."
        ]
    },
    {
        "Code": "BG.2.D.1.2f",
        "Zyklus": "3o",
        "Text": [
            "können Materialien plastisch erproben und für eine räumliche Darstellung einsetzen (z.B. Porenbeton, Wachs, Offsetplatte)."
        ],
        "Querverweise": [
            "TTG.2.E.1.1c"
        ]
    },
    {
        "Code": "BG.2.D.1.3a",
        "Zyklus": "1",
        "Text": [
            "können den Gebrauch der eigenen Hände als Werkzeuge erproben.",
            "können die Anwendungsmöglichkeiten sowie die Wirkung von Borsten- und Haarpinsel (z.B. Flach-, Rund-, Stupfpinsel), Schwamm und Farbrollen erproben."
        ]
    },
    {
        "Code": "BG.2.D.1.3b",
        "Zyklus": "2",
        "Text": [
            "können die Anwendungsmöglichkeit und Wirkung von selbst hergestellten Werkzeugen, von Druckwalze, Spachtel und Rolle ausloten und diese gezielt einsetzen."
        ]
    },
    {
        "Code": "BG.2.D.1.3c",
        "Zyklus": "3",
        "Text": [
            "kennen die Anwendungsmöglichkeit und Wirkung von Werkzeugen und können diese sachgerecht einsetzen (z.B. Modellier-, Schnittwerkzeug)."
        ]
    },
    {
        "Code": "BG.3.A.1.1a",
        "Zyklus": "1",
        "Text": [
            "können Zeichen, Farben, Formen und Materialien in Kunstwerken aus verschiedenen",
            "Kulturen und Zeiten sowie in Bildern aus dem Alltag untersuchen und beschreiben."
        ]
    },
    {
        "Code": "BG.3.A.1.1b",
        "Zyklus": "2",
        "Text": [
            "können Symbole, Komposition und Ausdruck in Kunstwerken aus verschiedenen",
            "Kulturen und Zeiten sowie in Bildern aus dem Alltag untersuchen und beschreiben."
        ]
    },
    {
        "Code": "BG.3.A.1.1c",
        "Zyklus": "3",
        "Text": [
            "können Bildsprache und Stilmittel in Kunstwerken aus verschiedenen Kulturen und Zeiten sowie in Bildern aus dem Alltag beschreiben und analysieren."
        ],
        "Querverweise": [
            "ERG.3.1.b",
            "BG.2.C.2.d"
        ]
    },
    {
        "Code": "BG.3.A.1.2a",
        "Zyklus": "1",
        "Text": [
            "können sich auf Begegnungen mit Kunstwerken einlassen (z.B. Museums-, Atelierbesuch)."
        ]
    },
    {
        "Code": "BG.3.A.1.2b",
        "Zyklus": "2",
        "Text": [
            "kennen exemplarische Kunstwerke aus der Gegenwart und Vergangenheit sowie aus verschiedenen Kulturen.",
            "können Fragestellungen entwickeln (z.B. in Begegnungen mit Kunstschaffenden und mit originalen Kunstwerken)."
        ],
        "Querverweise": [
            "FS1F.6.A.1.a",
            "FS2E.6.A.1.a"
        ]
    },
    {
        "Code": "BG.3.A.1.2c",
        "Zyklus": "3",
        "Text": [
            "kennen verschiedene Kunstwerke aus unterschiedlichen Kulturen und Zeiten und können deren kulturelle Bedeutung einordnen.",
            "können Kunsterfahrungen beschreiben und diskutieren (z.B. in Begegnungen mit Kunstschaffenden und originalen Kunstwerken)."
        ],
        "Querverweise": [
            "FS1F.6.A.1.d",
            "FS2E.6.A.1.d",
            "FS3I.6.A.1.d"
        ]
    },
    {
        "Code": "BG.3.A.1.3a",
        "Zyklus": "1",
        "Text": [
            "können Motiv, Farbe und Material in Kunstwerken mit eigenen Bildern vergleichen und Unterschiede sowie Gemeinsamkeiten aufzeigen."
        ]
    },
    {
        "Code": "BG.3.A.1.3b",
        "Zyklus": "2",
        "Text": [
            "können Entstehung, Formensprache, Körper- und Raumdarstellung in Kunstwerken erkennen, mit eigenen Bildern vergleichen und Unterschiede sowie Gemeinsamkeiten aufzeigen."
        ]
    },
    {
        "Code": "BG.3.A.1.3c",
        "Zyklus": "3",
        "Text": [
            "können Abbild, Fiktion und Abstraktion in Kunstwerken mit eigenen Bildern vergleichen und Unterschiede sowie Gemeinsamkeiten aufzeigen."
        ]
    },
    {
        "Code": "BG.3.B.1.2a",
        "Zyklus": "1",
        "Text": [
            "können die Wirkung von Kunstwerken und Bildern beschreiben (z.B. Gefühle, Erinnerungen, Fantasien)."
        ]
    },
    {
        "Code": "BG.3.B.1.2b",
        "Zyklus": "2",
        "Text": [
            "können Kunstwerke und Bilder in Bezug auf Darstellungsabsicht und Bildwirkung untersuchen (z.B. Rollenbilder, Klischee, Fiktion).",
            "erkennen, dass Bilder verändert und manipuliert werden können (z.B. Blickwinkel, Bildausschnitt, Proportion, Farbwirkung, Kontrast, Verzerrung)."
        ]
    },
    {
        "Code": "BG.3.B.1.1c",
        "Zyklus": "3",
        "Text": [
            "können Kunstwerke und Bilder in Bezug auf Darstellungsabsicht und Bildwirkung analysieren (z.B. Stilepochen, Trends, Schönheitsideale).",
            "kennen Möglichkeiten der Manipulation von Bildern in analogen und digitalen Bildwelten."
        ],
        "Querverweise": [
            "MI.1.2.g",
            "MI.1.2.h"
        ]
    },
    {
        "Code": "BG.3.B.1.2a",
        "Zyklus": "1",
        "Text": [
            "erkennen, dass Kunstwerke und Bilder etwas erzählen und erklären können (z.B. Bildergeschichte, Sachbild)."
        ],
        "Querverweise": [
            "D.2.B.1.c"
        ]
    },
    {
        "Code": "BG.3.B.1.2b",
        "Zyklus": "2",
        "Text": [
            "erkennen, dass Kunstwerke und Bilder auffordern, veranschaulichen, dokumentieren und informieren können (z.B. Werbebotschaft, Dokumentation, Gebrauchsanweisung, Fantasiebild)."
        ],
        "Querverweise": [
            "D.2.B.1.f"
        ]
    },
    {
        "Code": "BG.3.B.1.2c",
        "Zyklus": "3",
        "Text": [
            "erkennen, dass Kunstwerke und Bilder irritieren, manipulieren, dekorieren, illustrieren, klären und unterhalten können (z.B. Propaganda, Schaubild, Zierbild, Schema)."
        ],
        "Querverweise": [
            "D.2.B.1.h",
            "MI.1.2.h"
        ]
    }
]