[
    {
        "Code": "D.1.B.1.1a",
        "Text": [
            "können einfache Aufträge und Erklärungen zu bekannten Sachthemen und Alltagssituationen verstehen und ausführen (z.B. alltägliche Abläufe).",
            "können zum Hörtext etwas Passendes produzieren (z.B. inneres Bild zeichnen, etwas formen, spielerisch darstellen)."
        ]
    },
    {
        "Code": "D.1.B.1.1b",
        "Text": [
            "können erzählen, was sie aus Hörtexten erfahren haben (z.B. vorgelesene Erzählung, erzähltes Sachthema, Bilderbuch, Verse).",
            "können der Handlung einer einfachen Erzählung folgen."
        ]
    },
    {
        "Code": "D.1.B.1.1c",
        "Text": [
            "können Mitteilungen und Erklärungen verstehen und Aufträge ausführen.",
            "können einem kurzen Hörtext (z.B. Erzählung) bis zum Ende folgen und die für sie bedeutsamen Inhalte wiedergeben.",
            "können einzelne im Hörtext genannte Wörter und Wendungen erfragen und so ihren rezeptiven Wortschatz erweitern."
        ],
        "Querverweise": [
            "FS1F.1.B.1.c",
            "FS2E.1.B.1.c"
        ]
    },
    {
        "Code": "D.1.B.1.12d",
        "Text": [
            "können ein globales Hörverständnis zu verschiedenen Hörtexten aufbauen (z.B. Erzählung, Theaterstück, Szene aus Film, Gedicht, Sachtext).",
            "können Wichtiges in einfachen Mitteilungen erkennen (z.B. telefonische Auskunft, Lautsprecherdurchsage).",
            "können die Bedeutung einfacher unbekannter Wörter aus dem Kontext erschliessen."
        ],
        "Querverweise": [
            "FS1F.1.B.1.c",
            "FS2E.1.B.1.c"
        ]
    },
    {
        "Code": "D.1.B.1.2e",
        "Text": [
            "können mit Unterstützung eine Hörerwartung aufbauen (z.B. Vorwissen aktivieren, durch vorheriges Lesen der Hörverständnis-Fragen).",
            "können Hörtexten folgen, naheliegende implizite Informationen erschliessen und kurze Szenen (aus einer Hörgeschichte) nachspielen."
        ],
        "Querverweise": [
            "FS1F.1.B.1.c",
            "FS2E.1.B.1.b",
            "FS2E.1.B.1.c"
        ]
    },
    {
        "Code": "D.1.B.1.2+f",
        "Text": [
            "können unter Anleitung wichtige, auch implizite Informationen eines Hörtextes verstehen und wiedergeben (z.B. Bericht, Vortrag, Hörspiel).",
            "können Kernaussagen von Erklärungen und Berichten verstehen, notieren und visualisieren (z.B. Mindmap, Diagramm).",
            "können die Bedeutung von unbekannten Wörtern aus dem Kontext erschliessen, erfragen oder mit Unterstützung mit geeigneten Hilfsmitteln (z.B. Wörterbuch, Sachbuch, Internet) nachschlagen und damit ihren rezeptiven Wortschatz erweitern."
        ],
        "Querverweise": [
            "FS1F.1.B.1.c",
            "FS2E.1.B.1.c"
        ]
    },
    {
        "Code": "D.1.B.1.2+3g",
        "Text": [
            "können komplexere, mehrteilige Aufträge verstehen und ausführen.",
            "können längeren Theaterstücken, Filmen und Hörspielen folgen.",
            "können die Bedeutung von unbekannten Wörtern erfragen oder mit geeigneten Hilfsmitteln erschliessen und differenzieren damit ihren rezeptiven Wortschatz aus."
        ],
        "Querverweise": [
            "FS1F.1.B.1.e",
            "FS2E.1.B.1.e"
        ]
    },
    {
        "Code": "D.1.B.1.3h",
        "Text": [
            "können fehlende Informationen (z.B. bei einem Vortrag, Fernsehsendung) selbstständig erkennen, erfragen oder mit geeigneten Hilfsmitteln erschliessen.",
            "können ein gezieltes Hörverständnis verschiedener Hörtexte aufbauen, um das Wichtigste zusammenzufassen (z.B. Bericht, Vortrag, Theaterstück)."
        ]
    },
    {
        "Code": "D.1.A.1.1a",
        "Text": "können die Aufmerksamkeit auf die sprechende Person und deren Beitrag richten."
    },
    {
        "Code": "D.1.A.1.1b",
        "Text": "können Klänge, Geräusche sowie Reime, Silben und einzelne Laute (z.B. Anlaute) heraushören (phonologische Bewusstheit)."
    },
    {
        "Code": "D.1.A.1.1c",
        "Text": "können den Tonfall einer Stimme in der entsprechenden Situation deuten (z.B. Lautstärke, Geschwindigkeit, Stimmlage)."
    },
    {
        "Code": "D.1.A.1.1d",
        "Text": [
            "können unterschiedliche Laute und Lautverbindungen heraushören, im Wort verorten (Anlaut, Mittellaute, Endlaut) und mit Erfahrungen aus der Erstsprache vergleichen.",
            "können einzelne Wörter und Wendungen in vertrauten Situationen verstehen oder deren Bedeutung erfragen und so ihren rezeptiven Wortschatz erweitern."
        ],
        "Querverweise": [
            "FS1F.1.B.1.a",
            "FS2E.1.B.1.a"
        ]
    },
    {
        "Code": "D.1.A.1.12e",
        "Text": [
            "können nonverbale Mittel (z.B. Gestik, Mimik, Körperhaltung) und paraverbale Mittel (z.B. Intonation, Sprechfluss) in der Hörsituation deuten.",
            "können eine Hörerwartung aufbauen und die nötige Ausdauer aufbringen, um einem längeren Hörbeitrag zu folgen."
        ],
        "Querverweise": [
            "FS1F.1.B.1.a",
            "FS2E.1.B.1.a"
        ]
    },
    {
        "Code": "D.1.A.1.2f",
        "Text": [
            "können in anforderungsreichen Situationen (z.B. Zeitdruck, Nebengeräusche) Emotionen der sprechenden Person einschätzen.",
            "können Wörter und Wendungen in unterschiedlichen Situationen verstehen und so ihren rezeptiven Wortschatz erweitern."
        ]
    },
    {
        "Code": "D.1.A.1.2+3g",
        "Text": "können unterschiedliche Sprachregister aufgrund des Wortschatzes erkennen (z.B. Fachsprachen, Jugendsprachen, Sportsprachen)."
    },
    {
        "Code": "D.1.A.1.3h",
        "Text": "können Wörter und Wendungen in unterschiedlichen Situationen verstehen, sie Sprachregistern zuordnen und so ihren rezeptiven Wortschatz differenzieren."
    },
    {
        "Code": "D.1.C.1.1a",
        "Text": [
            "können in einer vertrauten Gesprächssituation dem Gesprochenen folgen und ihre Beteiligung zeigen."
        ]
    },
    {
        "Code": "D.1.C.1.1b",
        "Text": [
            "können Gesprächen folgen und dabei ihre Aufmerksamkeit nonverbal (z.B. Mimik, Körpersprache), paraverbal (z.B. Intonation) und verbal (Worte) zeigen.",
            "können sich wichtige Inhalte aus einem Gespräch merken.",
            "können an einem Gespräch teilnehmen und die entsprechenden Gesprächsregeln meist einhalten (z.B. zuhören, ausreden lassen)."
        ],
        "Querverweise": [
            "FS1F.3.C.1.a",
            "FS2E.3.C.1.a"
        ]
    },
    {
        "Code": "D.1.C.1.12c",
        "Text": [
            "können in vertrauten Kommunikationssituationen Stimmungen wahrnehmen (z.B. emotionale Verletzung, Betroffenheit, Wut, Ärger, Freude).",
            "können Gesprächsbeiträgen folgen und sich für sie Bedeutsames merken.",
            "können nachfragen, wenn sie etwas in einem Gespräch nicht verstanden haben."
        ],
        "Querverweise": [
            "FS1F.3.C.1.b",
            "FS2E.3.C.1.b"
        ]
    },
    {
        "Code": "D.1.C.1.2d",
        "Text": [
            "können ihre Aufmerksamkeit in einem längeren Gespräch aufrecht erhalten und sich passend einbringen.",
            "können längere Gespräche so verstehen, dass sie deren Inhalt wiedergeben können."
        ]
    },
    {
        "Code": "D.1.C.1.2+e",
        "Text": [
            "können verschiedenen, längeren Gesprächen folgen und dabei ihre aktive Beteiligung nonverbal, paraverbal und verbal zeigen (aktives Zuhören).",
            "können vertraute Kommunikationssituationen, die Absichten der Sprechenden und die emotionale Wirkung von Gehörtem einschätzen.",
            "können im Gespräch gezielt nachfragen, wenn sie etwas genauer wissen möchten. Sie können damit ihren Wortschatz erweitern.",
            "können an einem Gespräch teilnehmen und die entsprechenden Gesprächsregeln meist einhalten (z.B. zuhören, ausreden lassen)."
        ],
        "Querverweise": [
            "FS1F.3.C.1.b",
            "FS1F.3.C.1.d",
            "FS1F.3.C.1.e",
            "FS2E.3.C.1.b",
            "FS2E.3.C.1.d",
            "FS2E.3.C.1.e"
        ]
    },
    {
        "Code": "D.1.C.1.2+3f",
        "Text": [
            "können in Aushandlungs- oder Konfliktsituationen das Gesprächsverhalten der anderen einschätzen und angemessen reagieren."
        ]
    },
    {
        "Code": "D.1.C.1.3g",
        "Text": [
            "können in Diskussionen und Debatten das Gesprächsverhalten und die darin liegende Strategie der anderen einschätzen, um mit eigenen Beiträgen angemessen reagieren zu können.",
            "können im Gespräch gezielt nachfragen, um eine Begründung einzufordern.",
            "können sich in einem Gespräch mit unbekannten Erwachsenen (in einem Vorstellungsgespräch, Schnupperlehre) auf die Person und die Situation einstellen."
        ]
    },
    {
        "Code": "D.1.C.1.3+h",
        "Text": [
            "können in Konfliktsituationen die eigenen und die Emotionen der anderen wahrnehmen und im Gespräch thematisieren.",
            "können verschiedene Gesprächsbeiträge so zusammenfassen, dass die wesentlichen Elemente des ganzen Gesprächs deutlicher werden.",
            "können nonverbale und paraverbale Signale im Gespräch bewusst einsetzen, um die eigene Absicht durchzusetzen."
        ]
    },
    {
        "Code": "D.1.D.1.1a",
        "Text": [
            "können sich unter Anleitung und mithilfe konkreter Fragen mit anderen über Erzähltes austauschen.",
            "können sich mithilfe konkreter Fragen über ein Gespräch und ihr Gesprächsverhalten austauschen."
        ]
    },
    {
        "Code": "D.1.D.1.2b",
        "Text": [
            "können sich Störfaktoren einer Gesprächssituation bewusst machen und sie beim Zuhören berücksichtigen (z.B. Lärmpegel, undeutliche Aussprache)."
        ]
    },
    {
        "Code": "D.1.D.1.2+c",
        "Text": [
            "können mithilfe von Leitfragen beschreiben, welche Hörstrategien sie beim Zuhören anwenden, um das Gehörte zu verstehen (z.B. einen Hörtext in Portionen abspielen, Fragen vor dem Zuhören lesen).",
            "können sich unter Anleitung darüber austauschen, welche Wirkung ein Gesprächsbeitrag auf sie hat."
        ],
        "Querverweise": [
            "FS1F.1.B.1.a",
            "FS2E.1.B.1.a"
        ]
    },
    {
        "Code": "D.1.D.1.3d",
        "Text": [
            "können mithilfe von Leitfragen das eigene Verständnis und den Aussagegehalt des Gesagten beurteilen.",
            "können mithilfe von Leitfragen beschreiben, wo sie beim Zuhören Probleme hatten und wie sie ihre Hörstrategien anpassen könnten (z.B. Notizen machen).",
            "können mit Unterstützung beschreiben, was ihnen das Zuhören erleichtert (z.B. sich in Bezug auf Thema, Person, Gesprächssituation vorbereiten, nachfragen).",
            "können unter Anleitung das eigene Hör- bzw. Gesprächsverhalten reflektieren, um daraus fürs nächste Gespräch Schlussfolgerungen zu ziehen."
        ],
        "Querverweise": [
            "FS1F.1.B.1.d",
            "FS2E.1.B.1.d"
        ]
    },
    {
        "Code": "D.1.D.1.3+e",
        "Text": [
            "können darüber nachdenken, wie sie einen Hörtext, Film oder Redebeitrag verstanden haben und welche Informationen für ihr Ziel besonders relevant sind.",
            "können ihr Verständnis eines Redebeitrags mit Bezug auf das Gehörte begründen.",
            "können über die unterschiedliche Aussagekraft von vorgebrachten Argumenten nachdenken."
        ]
    },



    {
        "Code": "D.2.A.1.1a",
        "Text": [
            "können Piktogramme und einfache Wortbilder aus ihrem Alltagsleben wieder erkennen (z.B. Migros, Coop, Volg, Coca Cola).",
            "können einzelne Buchstaben wiedererkennen (z.B. aus dem eigenen Namen).",
            "können einen Zugang zu (Bilder-)Büchern finden."
        ]
    },
    {
        "Code": "D.2.A.1.1b",
        "Text": [
            "können die passende Beziehung zwischen Buchstaben und Lauten herstellen sowie Buchstaben zu Silben und kurzen Wörtern aus dem schulnahen Wortschatz verbinden.",
            "können kurze Sätze langsam erlesen."
        ]
    },
    {
        "Code": "D.2.A.1.1c",
        "Text": [
            "erkennen vertraute Wörter auf einen Blick (Sichtwortschatz).",
            "können kurze Texte, deren Thema vertraut ist, laut oder still lesen."
        ]
    },
    {
        "Code": "D.2.A.1.12d",
        "Text": [
            "erkennen häufig wiederkehrende Morpheme auf einen Blick (z.B. ver-, vor-, nach- als Vormorpheme, bekannte Stamm-Morpheme)."
        ]
    },
    {
        "Code": "D.2.A.1.2e",
        "Text": [
            "können eine inhaltliche und grammatische Leseerwartung aufbauen."
        ]
    },
    {
        "Code": "D.2.A.1.2+f",
        "Text": [
            "können einen längeren geübten Text flüssig vorlesen.",
            "können Wörter bzw. Wortbilder, die ihnen vertraut sind, schnell erkennen (rezeptiver Wortschatz aktivieren)."
        ]
    },
    {
        "Code": "D.2.A.1.2+3g",
        "Text": [
            "verfügen über ein Lesetempo, das dem Textverstehen dient."
        ]
    },
    {
        "Code": "D.2.A.1.3h",
        "Text": [
            "können einen geübten Text flüssig, mit angemessener Intonation und verständlich vorlesen.",
            "können Wörter und Wendungen in unterschiedlichen Texten verstehen, sie Sprachregistern zuordnen (z.B. Fachsprache) und so ihren rezeptiven Wortschatz differenzieren."
        ]
    },
    {
        "Code": "D.2.B.1.1a",
        "Text": [
            "können einfache Sachverhalte in Bildern und Aufträge in Bildform verstehen.",
            "können einfache Piktogramme aus ihrem Alltagsleben lesen und verstehen.",
            "können erzählen, was sie durch Medien erfahren haben (z.B. Kindersendung, Film, Lernspiel)."
        ],
        "Querverweise": [
            "MI.1.2.a"
        ]
    },
    {
        "Code": "D.2.B.1.1b",
        "Text": [
            "können kurze Sätze zu einem Sachthema mit Bild-Unterstützung oder unter Anleitung verstehen.",
            "können wichtige Wörter zum behandelten Thema lesen und verstehen."
        ]
    },
    {
        "Code": "D.2.B.1.1c",
        "Text": [
            "können Abbildungen und Text bei bebilderten Sachtexten zueinander in Beziehung setzen.",
            "können die nötige Ausdauer aufbringen, um übersichtlich strukturierte Sachtexte zu Themen, die sie interessieren, zu lesen.",
            "können mithilfe von gezielten Fragen einen einfachen Sachtext als Ganzes verstehen und wichtige Informationen entnehmen."
        ],
        "Querverweise": [
            "BG.3.B.1.2a"
        ]
    },
    {
        "Code": "D.2.B.1.12d",
        "Text": [
            "können unter Anleitung die Bibliothek als Ort zur Lektüre- und Informationsbeschaffung nutzen.",
            "können aus kurzen, mit Titel und Absätzen übersichtlich strukturierten und illustrierten Sachtexten wesentliche Informationen entnehmen."
        ]
    },
    {
        "Code": "D.2.B.1.2e",
        "Text": [
            "können übersichtliche Sachtexte mit Fotos und Abbildungen überblicken.",
            "können das eigene Vorwissen aktivieren und mithilfe von eigenen oder vorgegebenen Fragen eine Leseerwartung aufbauen.",
            "können Abbildungen zum Verstehen des Textes nutzen.",
            "können in kurzen Sachtexten mit Unterstützung Wesentliches markieren und Unklarheiten kennzeichnen."
        ],
        "Querverweise": [
            "FS1F.2.B.1.a",
            "FS1F.2.B.1.c",
            "FS2E.2.B.1.a",
            "FS2E.2.B.1.c"
        ]
    },
    {
        "Code": "D.2.B.1.2+f",
        "Text": [
            "können die Struktur eines Textes erkennen und explizite Informationen entnehmen.",
            "können einen übersichtlich strukturierten, kürzeren Text als Ganzes verstehen, auch wenn sie einzelne Wörter nicht verstehen.",
            "können mithilfe von zielgerichteten Fragen naheliegende implizite Informationen erschliessen und Abbildungen und Text zueinander in Bezug setzen.",
            "können die Bedeutung von unbekannten Wörtern aus dem Kontext erschliessen, erfragen oder mit geeigneten Hilfsmitteln (z.B. Wörterbuch, Sachbuch, Internet) nachschlagen und damit ihren rezeptiven Wortschatz erweitern."
        ],
        "Querverweise": [
            "MI - Recherche und Lernunterstützung",
            "FS1F.2.B.1.b",
            "FS1F.2.B.1.c",
            "FS2E.2.B.1.b",
            "FS2E.2.B.1.c",
            "BG.3.B.1.2b"
        ]
    },
    {
        "Code": "D.2.B.1.2+3g",
        "Text": [
            "können unter Anleitung Informationen aus übersichtlichen Grafiken, Diagrammen und Tabellen entnehmen.",
            "können Sachtexte im Rahmen einer Recherche beschaffen (z.B. im Internet, in der Bibliothek) und die darin enthaltenen Informationen mithilfe von Leitfragen für weitere Arbeiten nutzen (z.B. Referat).",
            "können Informationen aus unterschiedlichen Sachtexten unter Anleitung verarbeiten (z.B. Stichwortliste, Mindmap, Zeitstrahl)."
        ],
        "Querverweise": [
            "MI - Recherche und Lernunterstützung",
            "FS1F.2.B.1.e",
            "FS2E.2.B.1.e",
            "NMG.9.1.h"
        ]
    },
    {
        "Code": "D.2.B.1.3h",
        "Text": [
            "können wesentliche Informationen aus diskontinuierlichen Sachtexten für den eigenen Wissensaufbau entnehmen, indem sie auch Zusammenhänge zwischen Text und Abbildungen herstellen (z.B. Artikel aus Internet, Anleitung).",
            "können einen übersichtlich strukturierten Text als Ganzes verstehen sowie zentrale Elemente erkennen und mit der eigenen Lebenswelt in Verbindung bringen (z.B. Artikel aus Jugendzeitschrift).",
            "können mit Unterstützung längere diskontinuierliche Sachtexte überblicken und sich im Text orientieren.",
            "können mit Unterstützung die Bedeutung von unbekannten Wörtern aus dem Kontext oder mit geeigneten Hilfsmitteln (z.B. Wörterbuch, Sachbuch, Internet) erschliessen und differenzieren damit ihren rezeptiven Wortschatz aus.",
            "können Informationen aus unterschiedlichen Sachtexten verarbeiten (z.B. Stichwortliste weiterführen, Mindmap ergänzen, Zeitstrahl bezeichnen).",
            "können das Angebot einer Bibliothek nutzen und bei Bedarf Unterstützung selbstständig anfordern (z.B. für die Berufsfindung)."
        ],
        "Querverweise": [
            "FS1F.2.B.1.e",
            "FS2E.2.B.1.e",
            "BG.3.B.1.2c"
        ]
    },
    {
        "Code": "D.2.B.1.3+i",
        "Text": [
            "können sich eine eigene Meinung zu Aussagen und Wertvorstellungen aus Texten bilden und diese präsentieren.",
            "können Sachtexte aus dem Internet auf ihre Vertrauenswürdigkeit kritisch hinterfragen."
        ]
    },
    {
        "Code": "D.2.C.1.1a",
        "Text": [
            "können in einem Bild eine Situation erkennen (z.B. Figur, Handlung, mögliche Geschichte).",
            "können sich aus aneinander gereihten Bildern eine Geschichte vorstellen und diese im Gespräch erzählen (z.B. Bilderbuch)."
        ]
    },
    {
        "Code": "D.2.C.1.1b",
        "Text": [
            "können erzählte und vorgelesene Texte verstehen und darin den Handlungsstrang erkennen (z.B. kleine Geschichte, Bilderbuch, Vers, Abzählreim).",
            "können einen linearen Erzählverlauf mit einer dazu gehörenden Bildabfolge verbinden."
        ],
        "Querverweise": [
            "MI.1.2.a"
        ]
    },
    {
        "Code": "D.2.C.1.1c",
        "Text": [
            "können mithilfe von Nachfragen in Texten Handlungen und typische Eigenschaften der Figuren verstehen.",
            "können sich unter Anleitung zentrale Handlungen, Orte und Figuren in kurzen Geschichten bildlich vorstellen und mit der eigenen Lebenswelt in Verbindung bringen.",
            "können ihren rezeptiven Wortschatz erweitern, indem sie ihre Aufmerksamkeit unter Anleitung auf bestimmte Wörter und Wendungen richten.",
            "kennen die Bibliothek als Ort mit reichhaltigem Leseangebot und können unter Anleitung Hörbücher, Bücher und andere Medien auswählen."
        ]
    },
    {
        "Code": "D.2.C.1.12d",
        "Text": [
            "können ihr Textverständnis zeigen, indem sie einen Text gestaltend vorlesen (z.B. einzelne Figuren stimmlich unterscheiden)."
        ]
    },
    {
        "Code": "D.2.C.1.2e",
        "Text": [
            "können mit Unterstützung aufgrund von Cover, Klappentext, Illustrationen und Textausschnitten, (Hör-)Bücher und andere Medien auswählen.",
            "können mit Unterstützung (z.B. Vorlesen, Hinweise durch Lehrperson, Hörbuch) Stimmungen, die ein Text vermittelt, wahrnehmen (z.B. Spannung in einem Krimi)."
        ]
    },
    {
        "Code": "D.2.C.1.2+f",
        "Text": [
            "können ein Buch auswählen, indem sie in verschiedenen Büchern schnuppern (z.B. durchblättern, Anfang oder Schluss lesen).",
            "können sich in Figuren hineinversetzen, ihr Handeln sowie mit Unterstützung deren Absichten und Motive nachvollziehen und diese mit der eigenen Lebenswelt in Verbindung bringen.",
            "können in Gedichten den für sie bedeutsamen Kerngedanken mit Unterstützung formulieren.",
            "können ihr Textverständnis zeigen, indem sie einen Text gestaltend vorlesen, dass Unterschiede zwischen erzählend-beschreibenden Passagen und Figurenrede deutlich werden.",
            "können sich mit Unterstützung in einer Schulbibliothek orientieren und deren Angebote nutzen."
        ]
    },
    {
        "Code": "D.2.C.1.2+3g",
        "Text": [
            "können mit Unterstützung typische Eigenschaften wie gerecht und ungerecht und Absichten der Figuren erschliessen, auch wenn diese nicht explizit erwähnt sind."
        ]
    },
    {
        "Code": "D.2.C.1.3h",
        "Text": [
            "können ihr Leseinteresse beschreiben, entsprechend Bücher auswählen und selbstständig lesen.",
            "können mit Unterstützung implizite Informationen aus Geschichten verstehen, insbesondere Absichten und Eigenschaften von Figuren.",
            "können den für sie bedeutsamen Kerngedanken eines Gedichts formulieren.",
            "können ihren Wortschatz mithilfe der eigenen Lektüre differenzieren.",
            "können ihr Textverständnis zeigen, indem sie einen Text gestaltend vorlesen, sodass die Stimmung und Stimmungswechsel, die Figuren deutlich werden.",
            "können das Angebot einer Bibliothek nutzen und bei Bedarf selbstständig Unterstützung anfordern."
        ]
    },
    {
        "Code": "D.2.C.1.3i",
        "Text": [
            "können sich eine Meinung zu einem Text bilden und diese begründen.",
            "können Eigenschaften, Stimmungen und Absichten der Figuren erschliessen und erklären, auch wenn diese nicht explizit erwähnt sind."
        ]
    },
    {
        "Code": "D.2.D.1.1a",
        "Text": [
            "können sich unter Anleitung und mithilfe gezielter Fragen mit anderen über Gelesenes austauschen.",
            "können sich mithilfe gezielter Fragen darüber austauschen, welche Leseinteressen sie haben und können so ihre Lektürewahl in der Bibliothek, in der Leseecke reflektieren."
        ]
    },
    {
        "Code": "D.2.D.1.12b",
        "Text": [
            "können unter Anleitung und mit passenden Beurteilungshilfen einander Rückmeldungen geben, wie gut sie (vor-)lesen."
        ]
    },
    {
        "Code": "D.2.D.1.2c",
        "Text": [
            "können unter Anleitung beschreiben, welche Lesestrategien sie angewendet haben (z.B. überblicken, markieren, Randnotizen).",
            "können unter Anleitung darüber nachdenken, wie sie einen Text verstanden haben, und sich über ihr Textverständnis austauschen.",
            "können beschreiben, unter welchen Voraussetzungen sie sich auf eine Lektüre einlassen und wie sie ins Lesen versinken können.",
            "können beschreiben, wie sie das Lesen von Texten auch ausserhalb des Unterrichts bereichert und inwiefern dies ihren Horizont erweitert."
        ],
        "Querverweise": [
            "FS1F.2.B.1.a",
            "FS2E.2.B.1.a"
        ]
    },
    {
        "Code": "D.2.D.1.3d",
        "Text": [
            "können unter Anleitung beschreiben, auf welche Weise sie eine vorgegebene Lesestrategie angewendet haben und wie sie diese verbessern könnten.",
            "können mithilfe von Rückfragen beschreiben, wieso beim Textverstehen Probleme aufgetaucht sind und welche Schlüsse sie daraus ziehen.",
            "können sich darüber austauschen, welche Leseinteressen sie haben, und können ihre Lektürewahl begründen."
        ],
        "Querverweise": [
            "FS1F.2.B.1.d",
            "FS2E.2.B.1.d"
        ]
    },
    {
        "Code": "D.2.D.1.3+e",
        "Text": [
            "können erläutern, warum sie welche Lesestrategie gewählt haben.",
            "können beschreiben, wo beim Textverstehen Probleme aufgetaucht sind und wie sie ihre Lesestrategien anpassen könnten.",
            "können darüber nachdenken, wie sie einen Text verstanden haben und welche Informationen für ihr Leseziel (z.B. Informationen für eine Präsentation) besonders relevant sind.",
            "können ihr Textverstehen mit Bezug auf den Text begründen und sich mit anderen über Gelesenes selbstständig austauschen."
        ],
        "Querverweise": [
            "FS1F.2.B.1.d",
            "FS2E.2.B.1.d"
        ]
    },
    {
        "Code": "D.3.A.1.1a",
        "Text": [
            "können die meisten Laute des Deutschen sprechmotorisch isoliert und im Wort bilden.",
            "können Wörter, Wendungen (z.B. in Fragen, Aussagen, Aufforderung) und Satzmuster in vertrauten Situationen passend verwenden (produktiver Wortschatz)."
        ]
    },
    {
        "Code": "D.3.A.1.1b",
        "Text": [
            "können mit verständlicher Aussprache und angemessener Lautstärke in Standardsprache (nach-)sprechen, wobei die Sprechweise auch mundartlich und erstsprachlich gefärbt sein kann.",
            "können ihren produktiven Wortschatz aktivieren, um sich in verschiedenen Themen und Situationen sprachlich angemessen auszudrücken."
        ]
    },
    {
        "Code": "D.3.A.1.12c",
        "Text": [
            "können nonverbale (z.B. Gestik, Mimik, Körperhaltung) und paraverbale Mittel (z.B. Atmung, Intonation, Sprechfluss) angemessen verwenden."
        ],
        "Querverweise": [
            "FS1F.3.C.1.a",
            "FS2E.3.C.1.a"
        ]
    },
    {
        "Code": "D.3.A.1.2d",
        "Text": [
            "können das Zusammenspiel von Verbalem, Paraverbalem und Nonverbalem gestalten.",
            "verfügen über einen zunehmend reichhaltigen Wortschatz, um sich präzis auszudrücken."
        ]
    },
    {
        "Code": "D.3.A.1.3e",
        "Text": [
            "können Standardsprache flüssig sprechen, wobei diese mundartlich und erstsprachlich gefärbt sein darf.",
            "können das Zusammenspiel von Verbalem, Nonverbalem und Paraverbalem zielorientiert einsetzen (z.B. Vorstellungsgespräch).",
            "können ihr Sprechtempo und die Sprechweise der Situation angemessen steuern.",
            "können Wörter, Wendungen und Satzmuster in für sie neuen Situationen angemessen verwenden."
        ]
    },
    {
        "Code": "D.3.A.1.3+f",
        "Text": [
            "können der Hochlautung nahe Standardsprache sprechen, wobei diese leicht mundartlich und erstsprachlich gefärbt sein kann.",
            "können ihr Sprechtempo und ihre Stimmführung gezielt variieren."
        ]
    },
    {
        "Code": "D.3.B.1.1a",
        "Text": [
            "können ihre Gefühle und Gedanken sowie Erlebnisse und Erfahrungen verbal oder nonverbal mit Unterstützung zum Ausdruck bringen."
        ]
    },
    {
        "Code": "D.3.B.1.1b",
        "Text": [
            "können Beobachtungen wiedergeben und einfache Sachverhalte mit Unterstützung beschreiben."
        ]
    },
    {
        "Code": "D.3.B.1.1c",
        "Text": [
            "können sich in Mundart und Standardsprache ausdrücken, wobei erstsprachliche und mundartliche Elemente selbstverständlich sind.",
            "können sich in verschiedenen Sprechsituationen ausdrücken, wenn sie dabei unterstützt werden und sich vorbereiten können (z.B. Erzählung, Erklärung, Präsentation).",
            "können kurze Gedichte vortragen (z.B. Abzählverse, Reime, Sprüche)."
        ]
    },
    {
        "Code": "D.3.B.1.12d",
        "Text": [
            "können eine Geschichte verständlich nacherzählen.",
            "können mithilfe eines Schemas ihre Arbeitsergebnisse und Gedanken vortragen (z.B. vorgegebene Textbausteine, Ablauf).",
            "können Ergebnisse einer Gruppenarbeit verständlich weitergeben und dabei verschiedene Medien nutzen (z.B. Bild-, Textdokument)."
        ],
        "Querverweise": [
            "MI.1.3.c",
            "FS1F.3.C.1.a",
            "FS1F.3.C.1.b",
            "FS2E.3.C.1.a",
            "FS2E.3.C.1.b",
            "NMG.12.2.a"
        ]
    },
    {
        "Code": "D.3.B.1.2e",
        "Text": [
            "können Strukturierungshilfen für eine Kurzpräsentation nutzen (z.B. Mindmap, Gliederung, Stichworte).",
            "können ein Erlebnis mit einem erkennbaren Spannungsbogen erzählen.",
            "können eine erfundene Geschichte erzählen (z.B. mithilfe von Bildern, einer Skizze, einer Erzählpartitur)."
        ],
        "Querverweise": [
            "FS1F.3.C.1.b",
            "FS1F.3.C.1.d",
            "FS1F.3.C.1.e",
            "FS2E.3.C.1.b",
            "FS2E.3.C.1.d",
            "FS2E.3.C.1.e"
        ]
    },
    {
        "Code": "D.3.B.1.2+f",
        "Text": [
            "können ein Buch (Kinder-/Jugendliteratur, Sachbuch) oder einen Film in Standardsprache präsentieren.",
            "können eine Geschichte in Standardsprache zusammenhängend erzählen, wobei erstsprachliche und mundartliche Auffälligkeiten vorkommen können.",
            "können Arbeitsergebnisse der Klasse präsentieren.",
            "können Gedichte und Kurztexte vor einem Publikum wirkungsvoll vortragen."
        ],
        "Querverweise": [
            "MI.1.3.f"
        ]
    },
    {
        "Code": "D.3.B.1.2+3g",
        "Text": [
            "können mit Unterstützung Sachthemen in Büchern und im Internet recherchieren, auswählen, strukturieren und ihr Wissen präsentieren (z.B. Sachvortrag, Beschreibung, Bericht, Podcast).",
            "können mithilfe von Stichworten und Notizen eine Präsentation strukturieren."
        ],
        "Querverweise": [
            "MI.1.2.e",
            "MI - Recherche und Lernunterstützung",
            "FS1F.3.C.1.d",
            "FS2E.3.C.1.d"
        ]
    },
    {
        "Code": "D.3.B.1.3h",
        "Text": [
            "können sich in der Standardsprache weitgehend sicher ausdrücken, wobei einzelne erstsprachliche und mundartliche Elemente vorkommen können.",
            "können eine Geschichte adressatenorientiert (nach-)erzählen und mit der Stimme gestalten (z.B. eigenes Erlebnis, aus einem Buch, einem Film).",
            "können Arbeitsergebnisse und Sachthemen der Klasse strukturiert präsentieren und die wesentlichen Aspekte hervorheben sowie dabei Medien ziel- und adressatenorientiert nutzen."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "D.3.B.1.3i",
        "Text": [
            "können sich in der Standardsprache gewandt und sicher ausdrücken, wobei nur selten störende Fehlleistungen auftreten.",
            "können eine Präsentation mit geeigneten sprachlichen Mitteln (z.B. rhetorische Frage, Wiederholungen, Stimme) und angemessenem Medieneinsatz gestalten."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "D.3.C.1.1a",
        "Text": [
            "können die/den Gesprächspartner/in als Gegenüber wahrnehmen und mit ihr/ihm in Kontakt treten.",
            "können in einer vertrauten, selbstgewählten Sprechrolle an einem Spiel aktiv teilnehmen."
        ]
    },
    {
        "Code": "D.3.C.1.1b",
        "Text": [
            "können auf direkt an sie gerichtete Fragen antworten.",
            "können sich an einfachen, kurzen Gesprächen beteiligen.",
            "können sich in kurzen Phasen an Gesprächsregeln halten (z.B. sich vor dem Reden melden, zu den anderen gerichtet sprechen, Sie-Formen verwenden)."
        ]
    },
    {
        "Code": "D.3.C.1.1c",
        "Text": [
            "können einen Gesprächsbeitrag laut und deutlich in Mundart und in Standardsprache formulieren.",
            "können ihren Gesprächsbeitrag in einem Gespräch passend einbringen (z.B. auf andere eingehend, nicht verletzend).",
            "können einfache Alltagsgespräche selbstständig führen und Medien nutzen, um bestehende Kontakte zu pflegen (z.B. Telefongespräch mit Bekannten)."
        ],
        "Querverweise": [
            "MI.1.4.a"
        ]
    },
    {
        "Code": "D.3.C.1.2d",
        "Text": [
            "können sich in längeren Gesprächen angemessen einbringen und thematisch passende Beiträge beisteuern.",
            "können eigene Gesprächsbeiträge aufschieben, damit andere ihren Beitrag zu Ende führen können."
        ]
    },
    {
        "Code": "D.3.C.1.2+e",
        "Text": [
            "können ihren Beitrag mit nonverbalen (z.B. Handzeichen) und verbalen Signalen rechtzeitig ankündigen.",
            "können ein Gespräch vorbereiten und durchführen (z.B. Telefongespräch, Klassendiskussion).",
            "können eine Gruppenarbeit leiten, wenn dafür klare Anweisungen vorliegen (z.B. Zeit einhalten, Resultate festhalten).",
            "können sich meist an festgelegte Gesprächsregeln halten (z.B. sich vor dem Reden melden, zu den anderen gerichtet sprechen).",
            "können ihre Gedanken im Gespräch einbringen, im Austausch verdeutlichen und ihre Meinung mit einem Argument unterstützen."
        ],
        "Querverweise": [
            "FS1F.3.C.1.d",
            "FS2E.3.C.1.d"
        ]
    },
    {
        "Code": "D.3.C.1.2+3f",
        "Text": [
            "können in Konsens- und Konfliktgesprächen ihre eigene Meinung in Mundart und Standardsprache zum Ausdruck bringen und von sich aus mit einem Argument stützen.",
            "können zu einfachen Themen und in kurzen Gesprächen die Moderation übernehmen (z.B. Gruppenarbeit eröffnen, Klassenrat)."
        ],
        "Querverweise": [
            "BO"
        ]
    },
    {
        "Code": "D.3.C.1.3g",
        "Text": [
            "können im Gespräch auf vorhergehende Aussagen Bezug nehmen.",
            "kennen wichtige Aspekte eines Vorstellungsgesprächs (z.B. Ablauf, Auftreten, Gesprächsregeln) und können diese in einem gespielten Vorstellungsgespräch anwenden."
        ],
        "Querverweise": [
            "BO"
        ]
    },
    {
        "Code": "D.3.C.1.3h",
        "Text": [
            "können mithilfe von Leitfragen ein Vorstellungsgespräch so vorbereiten, dass sie sich zielorientiert ausdrücken (z.B. Betriebs-, Berufskenntnisse, eigene Interessen).",
            "können in Mundart und Standardsprache Gesprächsbeiträge und Argumente aufgreifen und ihre eigenen Argumente darauf beziehen.",
            "können sich selbstständig an Gesprächsregeln halten und nötigenfalls erweitern und modifizieren bzw. im Gespräch thematisieren (z.B. sich vor dem Reden melden, zu den anderen gerichtet sprechen).",
            "können sich in einem gespielten Vorstellungsgespräch überzeugend präsentieren und Antworten auf unerwartete Fragen finden."
        ],
        "Querverweise": [
            "ERG.5.6.c"
        ]
    },
    {
        "Code": "D.3.C.1.3+i",
        "Text": [
            "können ein Gespräch moderieren (vorbereiten, durchführen, auswerten).",
            "können mit ihren Beiträgen ein Gespräch aufrechterhalten und zielorientiert lenken.",
            "können sich an einem Gespräch mit unterschiedlichen Gesprächspartner/innen eigenständig und adressatengerecht beteiligen (Peers, Erwachsene, vertraut/unvertraut)."
        ]
    },
    {
        "Code": "D.3.C.1.3j",
        "Text": [
            "können eine Diskussion selbstständig vorbereiten und leiten.",
            "können das Wichtige von Gesprächsbeiträgen zusammenfassen, um das Gespräch zu strukturieren.",
            "können in Debatten argumentieren und einen Perspektivenwechsel vollziehen.",
            "können ein Gespräch mit unbekannten Personen eröffnen."
        ]
    },
    {
        "Code": "D.3.D.1.1a",
        "Text": [
            "können sich mithilfe von konkreten (Nach-)Fragen darüber austauschen, wie sie sich und wie sich andere im Gespräch verhalten haben.",
            "können Gespräche als Basis für Beziehungen erfahren."
        ]
    },
    {
        "Code": "D.3.D.1.2b",
        "Text": [
            "können eine angenehme und wertschätzende Gesprächsatmosphäre als Bereicherung erfahren und dies in eigenen Worten ausdrücken."
        ]
    },
    {
        "Code": "D.3.D.1.2+c",
        "Text": [
            "können über Sinn und Funktion von Gesprächsregeln nachdenken.",
            "können mithilfe von Kriterien über eine Präsentation und ihre Wirkung nachdenken (z.B. adressatengerecht).",
            "können sich darüber austauschen, welche (emotionale) Wirkung ein Gesprächsbeitrag auf sie hat.",
            "können ihre Fortschritte in Bezug auf ihr Sprechverhalten in Präsentation und Gespräch mithilfe von Leitfragen beschreiben."
        ]
    },
    {
        "Code": "D.3.D.1.2+3d",
        "Text": [
            "können mithilfe von Leitfragen über die Gesprächsleitung einer Gruppenarbeit nachdenken und Verbesserungsvorschläge machen.",
            "können unter Anleitung darüber nachdenken, in welcher Art und Weise sie selber den Gesprächsverlauf beeinflusst haben."
        ]
    },
    {
        "Code": "D.3.D.1.3e",
        "Text": [
            "können mithilfe von Rückfragen beschreiben, welche Vorgehensweisen oder Sprechstrategien sie angewendet haben, um ihre Meinung zu vertreten.",
            "können mithilfe von Kriterien eine eigene Präsentation beurteilen.",
            "können über die gewählten Gesprächsformen nachdenken und über deren Angemessenheit sprechen (z.B. Mundart-Standard-Wechsel, Höflichkeit, Jugendsprache).",
            "können mithilfe von Leitfragen beschreiben, wo sie im Gespräch oder bei einer Präsentation Probleme beim Sprechen oder Erklären hatten."
        ],
        "Querverweise": [
            "FS1F.3.C.1.d",
            "FS2E.3.C.1.d"
        ]
    },
    {
        "Code": "D.3.D.1.3+f",
        "Text": [
            "können mithilfe von Leitfragen über ein Gespräch, seinen Verlauf und seine Wirkung nachdenken, sich darüber austauschen und daraus Schlüsse für nächste Gespräche ziehen.",
            "können über die unterschiedliche Aussagekraft von eigenen Argumenten nachdenken."
        ]
    },
    {
        "Code": "D.4.A.1.1a",
        "Text": [
            "können durch vielfältige Aktivitäten ihre Feinmotorik weiterentwickeln."
        ]
    },
    {
        "Code": "D.4.A.1.1b",
        "Text": [
            "können eine günstige Körperhaltung beim Zeichnen und Schreiben einnehmen."
        ]
    },
    {
        "Code": "D.4.A.1.1c",
        "Text": [
            "können die Grundbewegungen der Schrift nach allen Richtungen (z.B. Buchstabenformen und -folgen) ausführen.",
            "können einzelne Laute heraushören, diese den passenden Buchstaben zuordnen und einzelne Wörter lautgetreu verschriften."
        ]
    },
    {
        "Code": "D.4.A.1.1d",
        "Text": [
            "können das ganze Alphabet einer unverbundenen Schrift sowie die Ziffern mit optimalen Abläufen geläufig schreiben.",
            "können alle Laute und Lautverbindungen heraushören und in lautgetreuer (nicht unbedingt orthografisch korrekter) Schreibung entsprechenden Buchstaben zuordnen.",
            "können vertraute Wörter, Wendungen und Satzmuster in alltäglichen, bekannten Schreibsituationen verwenden und ihren produktiven Wortschatz aktivieren (z.B. kurzer Brief, Briefformeln)."
        ]
    },
    {
        "Code": "D.4.A.1.12e",
        "Text": [
            "können mit verschiedenen Schreibgeräten ihre Texte gestalten (z.B. verschiedene Schreibstifte, Tastatur).",
            "können mit grundlegenden Elementen der Bedienungsoberfläche eines Textprogramms umgehen."
        ],
        "Querverweise": [
            "MI - Handhabung"
        ]
    },
    {
        "Code": "D.4.A.1.2f",
        "Text": [
            "können die Buchstabenabläufe in einer teilverbundenen oder verbundenen Schrift schreiben."
        ]
    },
    {
        "Code": "D.4.A.1.2+g",
        "Text": [
            "entwickeln Elemente einer persönlichen Handschrift.",
            "können in einem dem Formulieren dienlichen Tempo mit verschiedenen Schreibgeräten leserlich schreiben bzw. beherrschen die dafür nötige Feinmotorik.",
            "können Wörter, Wendungen und Satzmuster in verschiedenen Schreibsituationen angemessen verwenden und ihren produktiven Wortschatz aktivieren (z.B. Notizen machen, Mindmap erstellen, Bericht oder Erzählung verfassen)."
        ]
    },
    {
        "Code": "D.4.A.1.2+3h",
        "Text": [
            "können in einer leserlichen, geläufigen und persönlichen Handschrift schreiben.",
            "können in angemessener Schreibflüssigkeit (Handschrift) schreiben, um genügend Kapazität für die höheren Schreibprozesse zu haben (z.B. Formulieren, Erzählfaden entwickeln)."
        ]
    },
    {
        "Code": "D.4.A.1.3i",
        "Text": [
            "können ausreichend automatisiert (Handschrift und Tastatur) schreiben, um genügend Kapazität für die höheren Schreibprozesse zu haben (z.B. Ideen finden, planen, formulieren, überarbeiten).",
            "können den entsprechenden Wortschatz (z.B. textverknüpfende Mittel) aktivieren, um Sätze und Texte angemessen zu strukturieren."
        ]
    },
    {
        "Code": "D.4.B.1.1a",
        "Text": [
            "können Erfahrungen sammeln mit vielfältigen altersgemässen Texten (z.B. Bilderbuch, Vorlesegeschichte, Brief, Notiz, Plakat), um Muster für das eigene Schreiben zu gewinnen (z.B. Kritzelbrief, Liste)."
        ]
    },
    {
        "Code": "D.4.B.1.1b",
        "Text": [
            "kennen Schrift als Trägermedium von Bedeutung und als Instrument, um Gedanken festzuhalten und bei anderen etwas zu bewirken (z.B. Geschenkbrief, Dankeskarte, Wunschliste).",
            "kennen einfache Textmuster (z.B. Liste, Anrede, Namenskarte, Unterschrift) und nutzen diese für das eigene Schreiben."
        ]
    },
    {
        "Code": "D.4.B.1.1c",
        "Text": [
            "kennen das Muster eines persönlichen Briefs mit Anrede und Grussformel, um es für das eigene Schreiben nutzen zu können.",
            "kennen Elemente eines Geschichtenmusters (z.B. Märchenanfang/-ende), um sie für das eigene Schreiben nutzen zu können.",
            "kennen verschiedene Muster einfacher Informationstexte (z.B. einfaches Lernplakat, Spielanleitung), um sie für das eigene Schreiben nutzen zu können.",
            "kennen Muster verschiedener Kurztexte (z.B. Elfchen, Rätsel, Vers), um sie für das eigene Schreiben nutzen zu können."
        ]
    },
    {
        "Code": "D.4.B.1.2d",
        "Text": [
            "kennen das Muster eines Dialogs, um es für das eigene Schreiben nutzen zu können."
        ]
    },
    {
        "Code": "D.4.B.1.2+e",
        "Text": [
            "kennen Erzählmuster wie Erzählperspektive, Perspektivenwechsel, um sie für das eigene Schreiben nutzen zu können (z.B. Erlebniserzählung aus Sicht von zwei oder mehr Figuren, Parallelgeschichte).",
            "kennen inhaltliche und formale Merkmale von dokumentierenden Textsorten (z.B. Lernjournal, Protokoll), um sie für das eigene Schreiben nutzen zu können."
        ],
        "Querverweise": [
            "BG.1.B.1.1b"
        ]
    },
    {
        "Code": "D.4.B.1.2+3f",
        "Text": [
            "kennen vielfältige Textmuster (z.B. poetische Formen, Zusammenfassung, Interview, EMail, Portfolio, Plakat, Wandzeitung, Präsentationsfolien), um sie für das eigene Schreiben nutzen zu können."
        ],
        "Querverweise": [
            "BO"
        ]
    },
    {
        "Code": "D.4.B.1.3g",
        "Text": [
            "kennen Merkmale eines Bewerbungsschreibens und eines Lebenslaufs, um sie für das eigene Schreiben von Bewerbungen nutzen zu können."
        ],
        "Querverweise": [
            "BO"
        ]
    },
    {
        "Code": "D.4.B.1.3h",
        "Text": [
            "kennen vielfältige Textmuster (z.B. Erzählung, Argumentation, Zeitungsbericht, Geschäftsbrief, Blog-Beitrag, Lernjournal, Flyer, Präsentationsfolien), um sie für das eigene Schreiben nutzen zu können.",
            "kennen Formulierungsmuster, die typisch für verschiedene Textsorten sind (z.B. Geschäftsbrief vs. E-Mail vs. privater Brief), um sie für das eigene Schreiben nutzen zu können.",
            "kennen alle Teile von Bewerbungsunterlagen (Lebenslauf, Bewerbungsbrief)."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "D.4.C.1.1a",
        "Text": [
            "können aus Geschichten, Bilderbüchern, Puppentheatern Ideen für eigene Geschichten entwickeln und sich darüber austauschen.",
            "können beschreiben, woher sie Informationen erhalten (z.B. Printmedien, Fernsehen, Internet)."
        ],
        "Querverweise": [
            "MI.1.1.a"
        ]
    },
    {
        "Code": "D.4.C.1.1b",
        "Text": [
            "können unter Anleitung verschiedene Vorgehensweisen zur Ideenfindung und Textplanung einsetzen (z.B. gemeinsam erstelltes Cluster, Ideennetz, W-Fragen, innere Bilder).",
            "können mithilfe von vorgegebenen Medien Informationen zu einem bestimmten Thema beschaffen (z.B. Buch, Zeitschrift, Lernspiel, Spielgeschichte, Website), damit sie die Inhalte für einen entsprechenden Sachtext erarbeiten können."
        ],
        "Querverweise": [
            "MI - Recherche und Lernunterstützung",
            "FS1F.4.B.1.b",
            "FS2E.4.B.1.b",
            "BG.1.A.1.a"
        ]
    },
    {
        "Code": "D.4.C.1.12c",
        "Text": [
            "können erste Zielvorstellungen davon entwickeln, wozu sie schreiben.",
            "zeigen die Bereitschaft, während des Schreibens neue Ideen zu entwickeln."
        ]
    },
    {
        "Code": "D.4.C.1.2d",
        "Text": [
            "können allein oder in Gruppen verschiedene Schreibideen entwickeln, diese strukturieren und ihren Schreibprozess unter Anleitung planen (z.B. Mindmap, Stichwortliste)."
        ],
        "Querverweise": [
            "FS1F.4.B.1.b",
            "FS2E.4.B.1.b"
        ]
    },
    {
        "Code": "D.4.C.1.2+e",
        "Text": [
            "können verschiedene Vorgehensweisen zur Ideenfindung bei Geschichten und Gedichten selbstständig einsetzen.",
            "können verschiedene Recherchiertechniken einsetzen, um die Inhalte für einen Sachtext zu erarbeiten und den Text zu planen.",
            "können Medien auswählen und als Informationsquelle für ihr Lernen nutzen (z.B. Lexikon, Suchmaschine, Schulfernsehen), damit sie die Inhalte für einen entsprechenden Sachtext erarbeiten können."
        ],
        "Querverweise": [
            "MI - Recherche und Lernunterstützung",
            "FS1F.4.B.1.b",
            "FS2E.4.B.1.b",
            "BG.1.A.1.b"
        ]
    },
    {
        "Code": "D.4.C.1.2+3f",
        "Text": [
            "zeigen die Bereitschaft, auch längere Texte immer wieder mit neuen Ideen zu ergänzen und auch bei auftauchenden Problemen den Schreibprozess entsprechend zu planen.",
            "können Zielvorstellungen entwickeln und beschreiben, welches Schreibziel sie verfolgen."
        ]
    },
    {
        "Code": "D.4.C.1.3g",
        "Text": [
            "können Strategien zur Ideenfindung und Planung selbstständig so einsetzen, dass sich diese gegenseitig unterstützen.",
            "können Medien für den eigenen Lernprozess beim Ideenfinden und Planen selbstständig einsetzen (z.B. Sachbuch, Zeitschrift, Tool, soziales Netzwerk)."
        ],
        "Querverweise": [
            "FS1F.4.B.1.d",
            "FS2E.4.B.1.d",
            "BG.1.A.1.c"
        ]
    },
    {
        "Code": "D.4.C.1.3+h",
        "Text": [
            "können mit Unterstützung längere Texte und grössere Schreibprojekte mit mehreren Texten planen.",
            "können an verschiedene Adressat/innen schreiben und kooperativ planen.",
            "können das eigene Repertoire an Strategien beim Planen ihrer Texte selbstständig, situationsangemessen und auf das Schreibziel ausgerichtet einsetzen."
        ]
    },
    {
        "Code": "D.4.D.1.1a",
        "Text": [
            "können ihren produktiven Wortschatz erweitern, indem sie die als Formulierungshilfen vorgegebenen Wörter und Wendungen für ihre Geschichten nutzen."
        ]
    },
    {
        "Code": "D.4.D.1.1b",
        "Text": [
            "können in eine Geschichte oder ein Thema eintauchen und ihre Gedanken und Ideen ansatzweise in eine verständliche Abfolge bringen."
        ]
    },
    {
        "Code": "D.4.D.1.12c",
        "Text": [
            "können ihre Gedanken und Ideen in eine verständliche Abfolge bringen und in passende Worte fassen. Die Schreibsituation und der Schreibprozess werden dabei zunehmend eigenständig gestaltet.",
            "können ihre Formulierungen zunehmend dem Schreibziel anpassen (z.B. adressatengerecht ausgerichtet).",
            "können ihre Texte auch am Computer entwerfen und Grundfunktionen eines Textverarbeitungsprogramms einsetzen (z.B. Elementen der Bedienungsoberfläche nutzen: Datei öffnen, schreiben, speichern)."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "D.4.D.1.2d",
        "Text": [
            "können Wörter, Begriffe und Wendungen zum Thema aufbauen und angemessen verwenden.",
            "können sich in einen Schreibfluss versetzen (z.B. automatisches Schreiben, Herumgehen und vor sich hin sprechen, gegenseitiges Erzählen, drauflos schreiben und nicht dauernd korrigieren).",
            "können ihre Gedanken und Ideen im Text in eine verständliche und sinnvolle Abfolge bringen.",
            "können Grundfunktionen von Programmen (z.B. verschieben, kopieren, löschen) nutzen, um ihre Produkte zu erstellen und zu bearbeiten (z.B. Text, Tabelle, Präsentation, Bild)."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "D.4.D.1.3e",
        "Text": [
            "können vorgegebene Wörter als Formulierungshilfen nutzen und so ihren produktiven Wortschatz erweitern.",
            "kennen angemessene Vorgehensweisen, um Schreibblockaden zu überwinden (z.B. sich bewegen, etwas trinken, kritzeln, mit jemanden reden).",
            "können ihre Gedanken und Ideen im Text in eine verständliche und sinnvolle Abfolge bringen und eine gezielte Wirkung erzeugen."
        ]
    },
    {
        "Code": "D.4.D.1.3+f",
        "Text": [
            "können textstrukturierende Mittel (z.B. Titel, Absätze) und textverknüpfende Mittel (z.B. Pronomen, Partikel) beim Entwerfen gezielt setzen, um den Text klarer zu strukturieren.",
            "können einzelne Mittel zur Leserführung beim Entwerfen eines längeren Textes einsetzen (z.B. Überleitung, Untertitel, Wiederaufnahme).",
            "können Vorlagen zur Strukturierung und Gestaltung von Texten verwenden."
        ],
        "Querverweise": [
            "MI.1.4.d",
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "D.4.E.1.1s",
        "Text": [
            "können inhaltliche Unklarheiten besprechen, wenn die Lehrperson auf die entsprechenden Textstellen hinweist."
        ]
    },
    {
        "Code": "D.4.E.1.12b",
        "Text": [
            "können im Austausch mit anderen (z.B. Schreibkonferenz, Feedback) einzelne positive Aspekte und Unstimmigkeiten im eigenen Text erkennen."
        ]
    },
    {
        "Code": "D.4.E.1.2c",
        "Text": [
            "können die Leserperspektive ansatzweise einnehmen (z.B. mit Leitfragen, Denkmuster)."
        ]
    },
    {
        "Code": "D.4.E.1.2+d",
        "Text": [
            "können einzelne vorher besprochene Punkte in ihren Texten mithilfe von Kriterien am Computer oder auf Papier überarbeiten.",
            "können mithilfe von Kriterien positive Aspekte erkennen sowie Unstimmigkeiten in Bezug auf ihr Schreibziel feststellen und Alternativen finden (z.B. Wörter, Wendungen, Aufbau, Reihenfolge)."
        ],
        "Querverweise": [
            "FS1F.4.B.1.b",
            "FS1F.4.B.1.d",
            "FS2E.4.B.1.b",
            "FS2E.4.B.1.d"
        ]
    },
    {
        "Code": "D.4.E.1.2+3e",
        "Text": [
            "können beim Besprechen ihrer Texte auch die Leserperspektive einnehmen und bei Bedarf zusätzliche textstrukturierende Mittel einsetzen (z.B. Titel, Absatz, Aufzählung)."
        ]
    },
    {
        "Code": "D.4.E.1.3f",
        "Text": [
            "können im Austausch mit anderen am Computer oder auf Papier positive Aspekte erkennen sowie Unstimmigkeiten in Bezug auf ihr Schreibziel und Textsortenvorgaben feststellen und mit Hilfsmitteln Alternativen finden (z.B. Wörterbuch, Internet). ",
            "können einzelne dieser Überarbeitungsprozesse selbstständig ausführen, wenn sie dabei Punkt für Punkt vorgehen.",
            "können Bewerbungsunterlagen mit Unterstützung (z.B. Lehrperson, Textbausteine) inhaltlich auf ihre Bewerbungssituation anpassen."
        ],
        "Querverweise": [
            "BO",
            "FS1F.4.B.1.d",
            "FS2E.4.B.1.d"
        ]
    },
    {
        "Code": "D.4.E.1.3g",
        "Text": [
            "können einzelne Überarbeitungsprozesse am Computer und auf Papier selbstständig ausführen, reflektieren und zielführende Strategien für das inhaltliche Überarbeiten finden.",
            "können in Überarbeitungsprozessen Mittel zur Leserführung gezielt einsetzen, um den Text leserfreundlicher zu gestalten (z.B. Überleitung, Wiederaufnahme)."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "D.4.F.1.1a",
        "Text": [
            "können unter Anleitung bei der formalen Überarbeitung erste Regeln beachten: lautgetreue Schreibweise, Wortgrenzen, Eigennamen und konkrete Nomen gross, Satzanfang gross, Punkt am Satzende."
        ]
    },
    {
        "Code": "D.4.F.1.12b",
        "Text": [
            "können ihren Text im Austausch mit anderen sprachformal überarbeiten, wenn die Fehlerstelle markiert ist. Sie können dabei folgende Regeln in typischen Fällen beachten: sch-Schreibung, sp-/st-Schreibung, ng-Schreibung, gebräuchliche abstrakte Nomen gross, Satzschlusszeichen."
        ]
    },
    {
        "Code": "D.4.F.1.2c",
        "Text": [
            "können am Computer durch gezieltes Ausprobieren falsche Wortschreibungen korrigieren, wenn der Computer eine Falschschreibung anzeigt.",
            "können beim gemeinsamen Überarbeiten auf folgende Regeln achten: ie-Schreibung, e-/ä-Schreibung, Komma bei Aufzählungen."
        ],
        "Querverweise": [
            "FS1F.4.B.1.b",
            "FS2E.4.B.1.b"
        ]
    },
    {
        "Code": "D.4.F.1.2+d",
        "Text": [
            "zeigen die Bereitschaft, ihren Text auf Fehler hin durchzulesen und entwickeln dabei auch eine Fehlersensibilität.",
            "können im Austausch mit anderen die meisten Unkorrektheiten in Wörtern und Sätzen finden und sprachformal überarbeiten, wenn sie dabei Punkt für Punkt vorgehen. Sie beachten dabei folgende Regeln: Wortstammregel bei leicht erkennbaren Stämmen, Doppelkonsonantenregel, Grossschreibung von typischen abstrakten Nomen (z.B. Glück), Kommas zwischen leicht erkennbaren Verbgruppen (Teilsätze). Die Zeichen bei der direkten Rede können sie mithilfe eines grafischen Schemas setzen.",
            "können die rechtschreibrelevanten Grammatikproben gezielt einsetzen.",
            "können für Zweifelsfälle das Wörterbuch nutzen."
        ],
        "Querverweise": [
            "FS1F.4.B.1.b",
            "FS2E.4.B.1.b"
        ]
    },
    {
        "Code": "D.4.F.1.2+3e",
        "Text": [
            "können einfache Rechtschreibprobleme erkennen und eine passende Lösungsstrategie wählen (z.B. Stamm erkennen, Analogie suchen, Regelwissen aktivieren, nachschlagen).",
            "können am Computer Korrekturprogramme angemessen einsetzen.",
            "können im Austausch mit anderen Unkorrektheiten in Wörtern und Sätzen feststellen und korrigieren. Sie beachten dabei folgende Regeln: Grossschreibung von abgeleiteten Nomen mit häufigen Nachmorphemen (z.B. Frei-heit, Entdeck-ung)."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation",
            "FS1F.4.B.1.d",
            "FS2E.4.B.1.d"
        ]
    },
    {
        "Code": "D.4.F.1.3f",
        "Text": [
            "können Texte sprachformal überarbeiten. Sie beachten dabei folgende Regeln inklusive wichtiger Ausnahmen: Wortstammregel, Doppelkonsonantenregel, Grossschreibung von konkreten und abstrakten Nomen sowie abgeleitete Nomen mit Nachmorphemen, Komma zwischen leicht erkennbaren Verbgruppen.",
            "können Wortschreibungen kritisch hinterfragen und mit dem Schul-Wörterbuch oder mit Nachfragen klären.",
            "können Bewerbungsunterlagen mit Unterstützung (z.B. Lehrperson, Textbausteine) durch mehrfaches Überarbeiten fehlerfrei herstellen."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation",
            "BO",
            "FS1F.4.B.1.d",
            "FS2E.4.B.1.d"
        ]
    },
    {
        "Code": "D.4.F.1.3+g",
        "Text": [
            "können selbstständig auf Papier oder am Computer ihre Texte sprachformal überarbeiten."
        ],
        "Querverweise": [
            "MI - Produktion und Präsentation"
        ]
    },
    {
        "Code": "D.4.G.1.1a",
        "Text": [
            "können anhand von Leitfragen ihre Texte besprechen (z.B. einzelne Wörter, Sätze oder Gestaltungselemente zeigen, die ihnen besonders gefallen)."
        ]
    },
    {
        "Code": "D.4.G.1.12b",
        "Text": [
            "können unter Anleitung ihre Vorgehensweisen beim Ideensammeln, Planen und Entwerfen besprechen."
        ],
        "Querverweise": [
            "FS1F.4.B.1.a",
            "FS2E.4.B.1.a"
        ]
    },
    {
        "Code": "D.4.G.1.2c",
        "Text": [
            "können mithilfe von Kriterien über Textqualitäten sprechen, um damit ein Gefühl für gelungene Textstellen zu entwickeln (z.B. einzelne Wörter oder Sätze, die ihnen besonders gut oder nicht gefallen).",
            "können problematische Textstellen finden und alternative Formulierungen vorschlagen."
        ]
    },
    {
        "Code": "D.4.G.1.2+d",
        "Text": [
            "können im Austausch mit anderen eine Distanz zum eigenen Text aufbauen und ihn mithilfe von Kriterien einschätzen (z.B. in einer Schreibkonferenz).",
            "können beschreiben, was sie mit ihrem Text für eine Wirkung erzielen wollten (z.B. Spannung, Überraschung, Ästhetik, Provokation), und im Austausch einschätzen, ob sie diese Wirkung erreicht haben."
        ],
        "Querverweise": [
            "FS1F.4.B.1.c",
            "FS2E.4.B.1.c"
        ]
    },
    {
        "Code": "D.4.G.1.2+3e",
        "Text": [
            "können die nötige Ausdauer aufbringen, um über ihre Texte und ihr Schreiben nachzudenken.",
            "können im Austausch mit anderen das eigene Schreibziel reflektieren und zur Schreibaufgabe in Bezug setzen.",
            "können Möglichkeiten und Grenzen eines Korrekturprogramms reflektieren und erkennen mögliche Schwierigkeiten (z.B. Gross-/Kleinschreibung; Schreibungen akzeptieren und im Wörterbuch aufnehmen)."
        ],
        "Querverweise": [
            "FS1F.4.B.1.c",
            "FS2E.4.B.1.c"
        ]
    },
    {
        "Code": "D.4.G.1.3f",
        "Text": [
            "können im Austausch mit anderen mithilfe von Kriterien einzelne Qualitäten ihres Textes besprechen, einschätzen und reflektieren und über die Qualität der Alternativen nachdenken.",
            "können wirkungsvolle und gelungene Textstellen identifizieren, beschreiben und daraus für ihr Schreiben Konsequenzen benennen.",
            "können ihre Schreibsituation und ihr Vorgehen beim Schreiben reflektieren und mit dem Vorgehen anderer vergleichen."
        ],
        "Querverweise": [
            "FS1F.4.B.1.c",
            "FS2E.4.B.1.c"
        ]
    },
    {
        "Code": "D.4.G.1.3+g",
        "Text": [
            "können im Austausch mit anderen über ihre Texte ihr Repertoire an Schreibstrategien reflektieren und ausbauen.",
            "können allein oder im Gespräch die kommunikative und ästhetische Wirkung und Qualitäten ihrer Texte mithilfe von Kriterien differenziert einschätzen."
        ],
        "Querverweise": [
            "FS1F.4.B.1.c",
            "FS2E.4.B.1.c"
        ]
    },
    {
        "Code": "D.5.A.1.1a",
        "Text": [
            "können sprachliches Material nach vorgegebenen Kriterien auswählen und ordnen (z.B. Wörter nach Anlaut sortieren, Reime ordnen, Wörter zu Begriffsfeld sammeln, Grussformen sammeln).",
            "können ansatzweise ihr Vorgehen beschreiben."
        ],
        "Querverweise": [
            "FS1F.5.A.2.a",
            "FS2E.5.A.2.a"
        ]
    },
    {
        "Code": "D.5.A.1.2b",
        "Text": [
            "können sprachliches Material aus einer vorgegebenen Sammlung auswählen oder dieses aus einer oder mehreren Sprachen selber erstellen (z.B. Laute, Klangbild anderer Sprachen, Wörter, Sätze, Piktogramme, Geheimschriften und andere Schriftarten, Redewendungen, Texte) und ihr Vorgehen nachvollziehbar beschreiben.",
            "können ihre Sammlung nach inhaltlichen und formalen Kriterien ordnen, wenn sie dafür die nötigen Kriterien erhalten.",
            "können mithilfe eines gezielten Hinweises auf die Ersatz-, Verschiebe-, Erweiterungsoder Weglassprobe Sprachstrukturen untersuchen.",
            "können eigene Vermutungen über das untersuchte Sprachphänomen formulieren."
        ],
        "Querverweise": [
            "FS1F.5.A.2.a",
            "FS2E.5.A.2.a"
        ]
    },
    {
        "Code": "D.5.A.1.3c",
        "Text": [
            "können selbstständig Ersatz-, Verschiebe-, Erweiterungs- und Weglassprobe anwenden, um Sprachstrukturen (nach formalen Kriterien) zu untersuchen.",
            "können ihr Vorgehen beim Sammeln, Auswählen und Ordnen begründen (z.B. im Vergleich von zwei Phänomenen in einer Sprache oder von einem Phänomen in zwei Sprachen) und die verschiedenen Lösungen miteinander vergleichen."
        ]
    },
    {
        "Code": "D.5.A.1.3+d",
        "Text": [
            "können eigene Vermutungen über das untersuchte Sprachphänomen begründen, indem sie die grammatischen Proben und Begriffe zur Begründung nutzen."
        ]
    },
    {
        "Code": "D.5.B.1.1a",
        "Text": [
            "können Erfahrungen mit Gesprächsverhalten und Gesprächsregeln in der Grossgruppe sammeln (z.B. Sprecherwechsel, Klassengespräch) und über deren Nutzen nachdenken.",
            "können erste Erfahrungen mit der Sprachenvielfalt in der Klasse sammeln (z.B. Begrüssungsrituale, Sprachmelodie, Lieblingswörter)."
        ]
    },
    {
        "Code": "D.5.B.1.1b",
        "Text": [
            "können sich über Erfahrungen mit verschiedenen Formen von Gesprächsverhalten austauschen (z.B. Grussformeln, Gesprächsregeln und Gebrauch Mundart/Standardsprache in verschiedenen Situationen).",
            "können sich über Erfahrungen mit verschiedenen Sprachen austauschen (z.B. Sprachmelodie; Wörter, die etwas bezeichnen, das man riechen kann; erfundene Wörter)."
        ],
        "Querverweise": [
            "NMG.11.3.b"
        ]
    },
    {
        "Code": "D.5.B.1.2c",
        "Text": [
            "können untersuchen, in welchen Situationen Mundart und Standardsprache verwendet werden. Sie denken dabei auch über Funktion und Wirkung dieser beiden Sprachformen nach.",
            "können untersuchen, wie sich die sprachlichen Mittel je nach Adressat/in ändern können (z.B. Gesprächsverhalten mit Freunden vs. mit Erwachsenen).",
            "können verschiedene Sprachen untersuchen (z.B. in Bezug auf Grussformeln, auf politische Bildung, auf geschlechterbewusste Sprache, auf Gesprächsregeln in vergleichbaren Situationen, in Bezug auf Übersetzungsprobleme).",
            "können sich unter Anleitung mit verschiedenen sprachlichen Themen auseinander setzen (z.B. Spracherwerb, Verständlichkeit/Internationalität von Piktogrammen, Geheimsprachen/-schriften)."
        ],
        "Querverweise": [
            "BNE - Politik, Demokratie und Menschenrechte",
            "FS1F.5.A.1.b",
            "FS1F.5.A.2.a",
            "FS2E.5.A.1.b",
            "FS2E.5.A.2.a"
        ]
    },
    {
        "Code": "D.5.B.1.3d",
        "Text": [
            "können den Gebrauch von sprachlichen Mitteln untersuchen (z.B. Chat eher mündlich, Präsentation eher schriftlich, Bewerbungsschreiben und -gespräch sehr formell, kulturelle Prägung).",
            "können unter Anleitung verschiedene sprachliche Themen auch in Bezug auf mehrere Sprachen entlang von vorgegebenen Fragen untersuchen (z.B. Entwicklung der Schrift/Rechtschreibung, Sprachwandel in Bezug auf Verwendung in verschiedenen Medien).",
            "können die Vor- und Nachteile verschiedener Medien (z.B. Brief vs. Telefonat vs. SMS, Zeitungsartikel) für unterschiedliche kommunikative Funktionen reflektieren (z.B. Manipulation, technische Abhängigkeit, Medien als vierte Gewalt)."
        ],
        "Querverweise": [
            "BNE - Politik, Demokratie und Menschenrechte",
            "MI.1.1.g",
            "ERG.4.1.b"
        ]
    },
    {
        "Code": "D.5.C.1.1a",
        "Text": [
            "können Erfahrungen sammeln mit Reimen, Silben und Lauten (phonologische Bewusstheit)."
        ]
    },
    {
        "Code": "D.5.C.1.1b",
        "Text": [
            "können Wörter in Bezug auf ihre Lautstruktur untersuchen.",
            "können Erfahrungen sammeln mit: Wort- und Satzbau (z.B. Wortgrenzen und Anzahl Wörter in einem Satz bestimmen); unterschiedlichen Lautstrukturen der verschiedenen Sprachen in der Klasse (Satzmelodie); unterschiedlichen Schriftsystemen (z.B. Bilderschrift)."
        ]
    },
    {
        "Code": "D.5.C.1.1c",
        "Text": [
            "können ihr Wissen im Bereich der phonologischen Bewusstheit für die Sprachreflexion auch in Bezug auf ihre Erstsprache nutzen (z.B. Anlaut, Reim, Silbe). ",
            "können unter Anleitung eine orthografische Regel untersuchen und so ein erstes Verständnis für die Regel entwickeln (z.B. sp-/st-Schreibung, Grossschreibung)."
        ]
    },
    {
        "Code": "D.5.C.1.2d",
        "Text": [
            "können Lautung, Wort- und Satzbau in verschiedenen Sprachen (der Klasse) vergleichen (z.B. unterschiedliche Laute, Wortübersetzung, unterschiedliche Wortstellung).",
            "können Wirkung und Funktion von Wörtern in Sätzen untersuchen (z.B. Welche Wörter kann man fürs Textverstehen weglassen?).",
            "können die Leistung von verschiedenen Schriftsystemen untersuchen (z.B. Alphabet- vs. Piktogramm-Schrift).",
            "können unter Anleitung orthografische Regeln untersuchen (z.B. ie-, ck-Regel, e-ä- Schreibung, Trennregel)."
        ]
    },
    {
        "Code": "D.5.C.1.3e",
        "Text": [
            "können die Lautstruktur sowie Wort- und Satzbau in der Standardsprache und in der Mundart untersuchen und sie mit anderen Sprachen vergleichen (z.B. Verfahren der Wortbildung wie Kurzwörter, Neubildungen, unterschiedliche Morphem-Struktur in Sprachen, Pronomengebrauch in den Schulsprachen, unterschiedliche Satzverknüpfungen).",
            "können verschiedene Schreibweisen untersuchen (z.B. SMS-Schreibweise: shön vs. schön, lg, 4u) und Vor- und Nachteile beschreiben.",
            "können die Bedeutung von Rechtschreibregeln reflektieren."
        ]
    },
    {
        "Code": "D.5.D.1.1a",
        "Text": [
            "können erste Erfahrungen mit den drei Hauptwortarten Nomen, Verb und Adjektiv sammeln."
        ]
    },
    {
        "Code": "D.5.D.1.2b",
        "Text": [
            "können typische Nomen, Verben und Adjektive mithilfe inhaltlicher Proben bestimmen.",
            "können erste Erfahrungen mit den Begriffen Präsens, Präteritum und Perfekt sammeln.",
            "können den Begriff Wortstamm (Stamm-Morphem) verwenden und einfache Wortfamilien bilden.",
            "können zusammengesetzte Nomen in ihre Stämme zerlegen."
        ]
    },
    {
        "Code": "D.5.D.1.2+c",
        "Text": [
            "können Nomen, Verb und Adjektiv mithilfe formaler Proben bestimmen.",
            "können Präsens, Präteritum und Perfekt sowie Infinitiv und Personalform benennen.",
            "können Wortstamm (Stamm-Morphem) bestimmen und Wortfamilien bilden.",
            "können Wörter in Morpheme zerlegen. Sie begegnen dabei den Begriffen Stamm-, Vorund Nachmorphem.",
            "können zur Konstruktion eines Verbenfächers Fragen zu einem Verb formulieren."
        ]
    },
    {
        "Code": "D.5.D.1.2+3d",
        "Text": [
            "kennen den Begriff Pronomen und können Pronomen in einer Liste von Pronomen nachschlagen.",
            "kennen den Begriff Partikel.",
            "können Erfahrungen mit den Begriffen: Futur und Plusquamperfekt; vier Fälle; Nominativ, Akkusativ, Dativ und Genitiv sammeln.",
            "können einfach strukturierte Sätze in einem Verbenfächer darstellen."
        ]
    },
    {
        "Code": "D.5.D.1.3e",
        "Text": [
            "können Präpositionen mithilfe einer reduzierten Liste benennen.",
            "können in typischen Fällen Nominativ, Akkusativ, Dativ und Genitiv mithilfe der Ersatzprobe bestimmen.",
            "können Wörter in Stamm-, Vor- und Nachmorphem zerlegen.",
            "können einen Verbenfächer bilden und die Satzglieder Nominal- und Präpositionalgruppe unterscheiden."
        ]
    },
    {
        "Code": "D.5.D.1.3f",
        "Text": [
            "können Nomen, Verb und Adjektiv mithilfe formaler Kriterien sowie Pronomen mithilfe der umfassenden Pronomenliste bestimmen sowie den Rest als Partikel benennen.",
            "können die Partikeln Präposition und Konjunktion in typischen Fällen bestimmen.",
            "können Präsens, Präteritum, Perfekt und Futur sowie Infinitiv und Personalform bestimmen.",
            "können Stamm-, Vor- und Nachmorphem bestimmen.",
            "können mithilfe eines Verbenfächers Satzglieder bestimmen.",
            "kennen die Begriffe Subjekt und Objekt."
        ]
    },
    {
        "Code": "D.5.D.1.3g",
        "Text": [
            "kennen die Begriffe Indikativ, Imperativ, Konjunktiv I und II sowie Aktiv und Passiv.",
            "können einen Verbenfächer bilden und formal die Satzglieder Nominal- und Präpositionalgruppe unterscheiden.",
            "können bei klaren Beispielen zwischen Subjekt und Objekt unterscheiden.",
            "können einfache und zusammengesetzte Sätze unterscheiden."
        ]
    },
    {
        "Code": "D.5.E.1.1a",
        "Text": [
            "können das ABC mit Unterstützung buchstabieren."
        ]
    },
    {
        "Code": "D.5.E.1.1b",
        "Text": [
            "können Wörter lautlich segmentieren und verschriften Wörter daher lautlich vollständig, wenn auch nicht immer orthografisch korrekt.",
            "können die Schreibung von Wörtern memorieren.",
            "können das ABC auswendig buchstabieren, um es für das Nachschlagen von Wörtern im Schul-Wörterbuch zu nutzen.",
            "können folgende Rechtschreibregel in dafür konstruierten Übungen anwenden: sp-/st-Regel."
        ]
    },
    {
        "Code": "D.5.E.1.2c",
        "Text": [
            "können in einem Wort den Stamm erkennen.",
            "können Vorgehensweisen für das Nachschlagen in gedruckten und elektronischen Schul-Wörterbüchern nutzen (z.B. das ABC in Gruppen unterteilen, Verben in den Infinitiv setzen).",
            "können die Begriffe Vokal und Konsonant verwenden.",
            "können folgende Rechtschreibregeln in dafür konstruierten Übungen anwenden, wobei die Regel jeweils vorliegt und keine Ausnahmen vorkommen: ie-Regel; ck-/tz-Regel; f-/v-Regel und e-/ä-Schreibung; Komma bei Aufzählungen von Einzelwörtern; Anführungszeichen bei direkter Rede (ohne Einschübe) mithilfe einer grafischen Vorlage."
        ]
    },
    {
        "Code": "D.5.E.1.2+d",
        "Text": [
            "können Wörter in ihre Morpheme zerlegen. Sie nutzen dies für die Stammregel.",
            "können Wörter mit regulärer Laut-Buchstaben-Zuordnung im gedruckten und elektronischen Schul-Wörterbuch mit Sicherheit auffinden.",
            "können folgende Rechtschreibregeln in dafür konstruierten Übungen anwenden, wobei die Regel inklusive relevanter Ausnahmen jeweils vorliegt: ie-Regel, f-/v-Regel und e-/ä-Schreibung (Stammregel), Doppelkonsonantenregel (inkl. ck-/tz-Regel), Grossschreibung für konkrete und gebräuchliche abstrakte Nomen (z.B. Liebe, Wut, Glück), Trennregel, Komma bei Aufzählungen, Komma zwischen übersichtlichen Verbgruppen."
        ]
    },
    {
        "Code": "D.5.E.1.2+3e",
        "Text": [
            "können Wörter in ihre Morpheme zerlegen. Sie können dies für die Gross-Klein-Schreibung nutzen (z.B. Frei-heit, Entdeck-ung)."
        ]
    },
    {
        "Code": "D.5.E.1.3f",
        "Text": [
            "können folgende Rechtschreibregeln in dafür konstruierten Übungen anwenden: Nomen aus Verben mit vorhergehender Präposition plus Artikel in typischen Fällen (z.B. beim Essen, nach dem Essen), Höflichkeitspronomen \"Sie\" in Briefen."
        ]
    },
    {
        "Code": "D.5.E.1.3g",
        "Text": [
            "können Strategien nutzen, um auch Wörter mit nicht-eindeutiger Laut-Buchstaben-Zuordnung im gedruckten und elektronischen Wörterbuch aufzufinden.",
            "können folgende Rechtschreibregel in dafür konstruierten Übungen anwenden: Nomen aus Adjektiven mit vorhergehendem Pronomen in typischen Fällen (z.B. alles Gute, etwas Schönes, viel Schlechtes); Komma bei infinitivischen Verbgruppen, bei Einschüben und Relativsätzen."
        ]
    },
    {
        "Code": "D.6.A.1.1a",
        "Text": [
            "können in vorgelesene und erzählte Geschichten mit Unterstützung von Bilderbüchern eintauchen."
        ]
    },
    {
        "Code": "D.6.A.1.1b",
        "Text": [
            "können zu Geschichten zeichnen und spielen. Sie können die entstandenen Zeichnungen und Handlungen in Bezug zur Geschichte setzen und einzelne Episoden daraus erzählen.",
            "können Lieder und Verse nachsingen, nachsprechen und spielerisch umsetzen."
        ]
    },
    {
        "Code": "D.6.A.1.1c",
        "Text": [
            "können mit Geschichten oder Szenen daraus auf folgende zwei Arten umgehen, um einzelne Eigenschaften der Figuren, Orte und Handlungen zu erkennen: szenisch darstellen (z.B. Handlung, Gespräch), zeichnerisch umsetzen (z.B. Figuren, Orte).",
            "können in Begleitung die Bibliothek in der Schule besuchen und ihre Lieblingsbücher finden und einzelne Aspekte der Geschichten (z.B. Figuren, Orte) in einfachen Formen von Lesetagebüchern festhalten."
        ]
    },
    {
        "Code": "D.6.A.1.2d",
        "Text": [
            "können die Sichtweise einzelner Figuren erkennen und sich in sie hineinversetzen (z.B. indem sie die Figuren darstellend spielen)."
        ]
    },
    {
        "Code": "D.6.A.1.2+e",
        "Text": [
            "können wesentliche Eigenschaften der Figuren, Orte und Handlungen in altersgerechten Geschichten oder einzelnen Szenen erkennen und auf folgende Arten damit umgehen: gestaltend vorlesen (z.B. Lesetheater), szenisch darstellen (z.B. Standbild, Pantomime, Stegreiftheater), schreibend umsetzen (z.B. Textanfang/-schluss ergänzen, aus der Sicht einer Figur schreiben), zeichnerisch umsetzen (z.B. Figurengalerie).",
            "können in einem Lesetagebuch beschreiben, wie sie einen literarischen Text gelesen haben und wie er ihnen gefallen hat. Sie beziehen sich dabei auf den Text."
        ]
    },
    {
        "Code": "D.6.A.1.2+3f",
        "Text": [
            "können aufgrund von vorgegebenen literarischen Mustertexten (z.B. Gedicht) oder Textanfängen (z.B. Geschichte) eigene Texte schreiben und dabei einzelne Merkmale übernehmen."
        ]
    },
    {
        "Code": "D.6.A.1.3g",
        "Text": [
            "können die Innensicht und Gedanken von Figuren in eindeutigen Situationen erkennen und imaginieren (z.B. szenische Darstellung, innerer Monolog).",
            "können einzelne Textteile in eine logische Abfolge bringen, um den Aufbau des literarischen Textes zu verstehen.",
            "können ihre Gedanken und Gefühle beim Lesen eines literarischen Textes reflektieren (z.B. im Lesetagebuch)."
        ]
    },
    {
        "Code": "D.6.A.1.3+h",
        "Text": [
            "können historische Informationen und Tatsachen aus der realen Welt in einem Buch finden, sie mit anderen Quellen vergleichen und darstellen (z.B. auf einem Plakat).",
            "können nach dem Muster eines literarischen Textes (z.B. Gedicht, Kurzgeschichte, Fantasy, Fotoroman) selber einen Text mit den entsprechenden Merkmalen schreiben."
        ]
    },
    {
        "Code": "D.6.A.1.3i",
        "Text": [
            "können eine Geschichte aus der Sicht einer einzelnen Figur darstellen, um Innensicht, Gedanken und Beweggründe des Handelns zu verstehen (z.B. Briefwechsel, Tagebuch).",
            "können detailliert mit Bezug zum Text darstellen, wie Figuren, Orte oder Handlungen der Geschichte auf sie wirken."
        ]
    },
    {
        "Code": "D.6.A.2.1a",
        "Text": [
            "können sich darauf einlassen, immer wieder neue Bilderbücher, Hörbücher, Hörspiele, Filme anzuschauen, zu lesen, zu hören und darüber zu sprechen."
        ]
    },
    {
        "Code": "D.6.A.2.1b",
        "Text": [
            "können unter Anleitung einzelne Figuren aus Geschichten beschreiben und darüber sprechen, was ihnen an der Figur/Geschichte gefällt.",
            "entwickeln Interesse am Austausch ihrer eigenen Erfahrungen mit literarischen Texten und können mitteilen, welche Geschichten ihnen gefallen und welche nicht.",
            "können beschreiben, was ihnen an gern genutzten Medien gefällt (z.B. Buch, Fernsehen, Film, Hörbuch, Spielgeschichte)."
        ]
    },
    {
        "Code": "D.6.A.2.1c",
        "Text": [
            "können die persönlichen Lese-/Hör- und Seherfahrungen mit literarischen Texten den anderen verständlich mitteilen."
        ]
    },
    {
        "Code": "D.6.A.2.12d",
        "Text": [
            "können im Gespräch Bezug auf den Text nehmen, umschreiben, was sie gelesen, angeschaut oder gehört haben.",
            "können sich auch dann auf literarische Texte einlassen, wenn sie ihnen nicht auf den ersten Blick gefallen."
        ]
    },
    {
        "Code": "D.6.A.2.2e",
        "Text": [
            "können im Gespräch unter Anleitung ihre eigene Leseart des literarischen Textes formulieren.",
            "können unter Anleitung beschreiben, wie Figuren, Orte oder Handlungen auf sie wirken."
        ]
    },
    {
        "Code": "D.6.A.2.2+f",
        "Text": [
            "entwickeln Interesse am Austausch unterschiedlicher Lese-, Seh- oder Hörerfahrungen eines literarischen Textes und vergleichen ihr Textverstehen.",
            "können ihr Verständnis des literarischen Texts mit Textstellen belegen."
        ]
    },
    {
        "Code": "D.6.A.2.2+3g",
        "Text": [
            "können im Gespräch verschiedene Bedeutungen und Verstehensweisen erkennen und sind fähig, einfachere Stellen selbstständig zu analysieren.",
            "können den anderen literarische Texte empfehlen, die ihnen gefallen. Sie können dabei ihren Lese-/Hör-/Sehgeschmack erläutern (z.B. mit Textbeispielen)."
        ]
    },
    {
        "Code": "D.6.A.2.3h",
        "Text": [
            "können ihr Leseverhalten reflektieren: Wann und wo lesen sie was?",
            "können im Gespräch ihr Verstehen eines literarischen Textes formulieren und dieses dialogisch weiterentwickeln.",
            "können im Gespräch verschiedene Bedeutungen eines literarischen Textes erkennen und daher unterschiedliche Verstehensweisen entwickeln."
        ]
    },
    {
        "Code": "D.6.A.2.3+i",
        "Text": [
            "können sich darauf einlassen, ihr erstes Verstehen eines literarischen Textes zu hinterfragen und zu relativieren.",
            "können erkennen, dass andere einen literarischen Text anders verstehen."
        ]
    },
    {
        "Code": "D.6.A.2.3j",
        "Text": [
            "können Nicht-Verstandenes erkennen, reflektieren und sind bereit, es im Gespräch zu formulieren. Sie halten die sich daraus ergebenden Ungereimtheiten und Ambivalenzen aus.",
            "können im literarischen Gespräch ihr Verstehen bzw. Nicht-Verstehen erläutern und beziehen sich dabei auf den literarischen Text."
        ]
    },
    {
        "Code": "D.6.B.1.1a",
        "Text": [
            "können Erfahrungen sammeln mit literarischen Texten (z.B. Lied, Vers, Bilderbuch, Märchen, Audiotext, Film) aus der eigenen Kultur und aus anderen Kulturen und unter Anleitung darüber sprechen.",
            "wissen, dass literarische Texte von einer Autorin/einem Autoren verfasst worden sind."
        ]
    },
    {
        "Code": "D.6.B.1.2b",
        "Text": [
            "kennen einzelne Autor/innen der Kinderliteratur und einzelne Aspekte aus deren Leben."
        ]
    },
    {
        "Code": "D.6.B.1.2+c",
        "Text": [
            "kennen einzelne bedeutende Vertreter/innen von Kinderliteratur auch aus anderen Kulturen und können ihr Wissen über die Autor/innen in Bezug zu einzelnen Texten setzen und schriftlich festhalten (z.B. Lesetagebuch, Plakat).",
            "können in Bibliotheken und Buchhandlungen gezielt nach Autor/innen suchen.",
            "können beim eigenen Schreiben einfache sprachliche Muster von Autor/innen übernehmen und somit ihren Wortschatz erweitern (z.B. auffallende Wörter und Wendungen)."
        ]
    },
    {
        "Code": "D.6.B.1.2+3d",
        "Text": [
            "entwickeln Interesse für literarische Texte der Kinder- und Jugendliteratur aus verschiedenen Zeiten und Kulturen. Sie können diese Texte in Bezug zur eigenen Zeit und Kultur setzen.",
            "können erkennen, wie Autor/innen sprachlich gestalten. Sie können dabei unter Anleitung sprachliche Muster für ihr eigenes Schreiben nutzen (z.B. Wortwahl, Wendungen, Satzmuster) und reflektieren eigene Gestaltungsprobleme (z.B. Ideen finden, Texte überarbeiten)."
        ]
    },
    {
        "Code": "D.6.B.1.3e",
        "Text": [
            "können über einzelne bedeutende Autor/innen der Kinder- und Jugendliteratur Informationen sammeln und dieses Wissen in Bezug zu einzelnen Texten setzen.",
            "kennen einzelne ausgewählte Texte bedeutender Vertreter/innen der deutschen Literatur.",
            "können sich mit literarischen Texten aus anderen Kulturen auseinandersetzen und unter Anleitung Unterschiede zur eigenen Kultur erkennen und diese darstellen."
        ]
    },
    {
        "Code": "D.6.B.1.3+f",
        "Text": [
            "kennen mehrere Werke einer ausgewählten Autorin/eines ausgewählten Autors und können diese in Bezug zu deren Zeit und Kultur setzen.",
            "können literarische Texte kritisch lesen und unter Anleitung deren kulturelle Bedingtheit erkennen (z.B. eine andere Kultur, eine Person aus einer anderen Kultur/mit einer anderen Lebensweise wird stereotyp dargestellt)."
        ]
    },
    {
        "Code": "D.6.C.1.1a",
        "Text": [
            "können Bilder und Spiele mit ihrer Wirklichkeit verknüpfen und diese als real erleben (z.B. Puppentheater)."
        ]
    },
    {
        "Code": "D.6.C.1.1b",
        "Text": [
            "können sich in erzählte Geschichten hineinversetzen.",
            "können Verse, Reime, Lieder und Gedichte rhythmisch nachsprechen oder singen und Takt, Rhythmus und spezifische Wortwahl (z.B. Sprachspiel) als Bereicherung erleben.",
            "können sich gemeinsam mit typischen Genres wie Märchen und anderen Geschichten in Bilderbüchern auseinandersetzen und beschreiben, was ihnen daran gefällt."
        ]
    },
    {
        "Code": "D.6.C.1.1c",
        "Text": [
            "können einzelne typische Merkmale bekannter Genres benennen (z.B. Märchenanfang/-ende, typische Figuren).",
            "können Erfahrungen sammeln mit vielfältigen, altersgerechten literarischen Texten (z.B. Bilderbuch, vorgelesener Text, Audiotext, Film, Theater) und sich darüber austauschen, inwiefern diese sie bereichern.",
            "können verschiedene Figuren, die Stimmung von unterschiedlichen Orten, unterschiedliche Spannung von Handlungen erleben und verstehen."
        ]
    },
    {
        "Code": "D.6.C.1.12d",
        "Text": [
            "können unter Anleitung verschiedene Handlungsabsichten von typischen Figuren erkennen und verstehen (z.B. gut/böse; dumm/klug)."
        ]
    },
    {
        "Code": "D.6.C.1.2e",
        "Text": [
            "können einfache formale und sprachliche Merkmale von literarischen Texten v.a. bei sprachspielerischen Elementen selbstständig erkennen (z.B. Reim, Vers, Strophe, Wortwahl)."
        ]
    },
    {
        "Code": "D.6.C.1.2+f",
        "Text": [
            "kennen einzelne typische inhaltliche, formale oder sprachliche Merkmale von Erzähltexten (z.B. Märchen, Sage, Fabel, Kurzgeschichte), lyrischen Texten (z.B. Reim) und Theaterstücken/Filmen (z.B. Dialog).",
            "können sich mit literarischen Texten auseinandersetzen, wenn ihnen das Textmuster vertraut ist (z.B. Buch, Audiotext, Film), und sich darüber austauschen, inwiefern literarische Texte sie bereichern.",
            "können Besonderheiten von fiktionalen und realistischen Texten erkennen in Bezug auf Inhalt (z.B. Spannung, Figuren, Handlungen, Orte), Form (z.B. Reimschema, Aufbau) und Sprache (z.B. besondere Wortwahl, Variation, Wiederholungen)."
        ],
        "Querverweise": [
            "NMG.9.4.c",
            "*NMG.12.2.e"
        ]
    },
    {
        "Code": "D.6.C.1.2+3g",
        "Text": [
            "können unter Anleitung Unterschiede zwischen eigentlicher und übertragener Bedeutung von Aussagen erkennen.",
            "können die Figuren selbst und deren Handeln mithilfe von Kategorien wie gerecht/ungerecht beurteilen."
        ]
    },
    {
        "Code": "D.6.C.1.3h",
        "Text": [
            "können sich mit unvertrauten literarischen Texten auseinandersetzen (z.B. aus einer anderen Zeit, Theater, unbekanntes Filmgenre) und sich darüber austauschen.",
            "können eindeutige oder gebräuchliche inhaltliche Gestaltungsprinzipien der Texte erkennen (z.B. Elemente von Spannung, Motive).",
            "können unterschiedliche Wirkung von Fiktion und Realität in komplexeren Geschichten erklären.",
            "kennen einzelne typische inhaltliche, formale oder sprachliche Merkmale von Erzähltexten (z.B. Kurzgeschichte, Roman) und lyrischen Texten (z.B. Ballade)."
        ]
    },
    {
        "Code": "D.6.C.1.3+i",
        "Text": [
            "können typische Perspektiven von Figuren in literarischen Texten nachvollziehen.",
            "können die Sprechweise der Figuren analysieren, um die Figuren und deren Motive genauer zu erfassen."
        ]
    }
]